Repository: wp-plugins/wp-app-studio
Catalog: languages/wpas-*.po
Languages: es_es

source: Title
es_es: Título

source: Permalink
es_es: Enlace permanente

source: Edit Link
es_es: Editar Enlace

source: Delete Link
es_es: Eliminar vínculo

source: Excerpt
es_es: Resumen

source: Content
es_es: Contenido

source: Author
es_es: Autor

source: User Nicename
es_es: Usuario Nicename

source: User Email
es_es: Correo Electrónico de Usuario

source: User URL
es_es: URL del usuario

source: User Registered
es_es: Usuario Registrado

source: User Display Name
es_es: Usuario Display Name

source: User Login
es_es: Ingresar:

source: Categories
es_es: Categorías

source: Categories NL
es_es: Categorías NL

source: Tags
es_es: Etiquetas

source: Tags NL
es_es: Etiquetas NL

source: Use template tags below to customize your layout. Taxonomy tags produce link(s) to the related record(s). For no link tag, add _nl to taxonomy tag. For example, for !#mytag_nl# tag produces a no link version of the tag.
es_es: Utilice etiquetas de plantilla de abajo para personalizar el diseño. Etiquetas Taxonomía producen enlace (s) para el registro relacionado (s). Por ninguna etiqueta de enlace, añadir _nl a tag taxonomía. Por ejemplo, para #! Mytag_nl # tag produce una versión sin conexión de la etiqueta.

source: WP Builtin Taxonomies
es_es: WP Integrados taxonomías

source: Attributes
es_es: Atributos

source: Taxonomies
es_es: Las taxonomías

source: Relationships
es_es: Relaciones

source: Relationship Attributes
es_es: Atributos de relación

source: Please select
es_es: Favor de seleccionar

source: Apply to all
es_es: Aplicar a todo

source: Buttons
es_es: Botones

source: Description
es_es: Descripción

source: First define an email attribute type.
es_es: Primero defina un tipo de atributo de correo electrónico.

source: Do not limit
es_es: No limite

source: Only %s can be related
es_es: Sólo %s puede estar relacionada

source: Your app is in queue and will be generated soon. Thank you for your patience.
es_es: Su aplicación es en la cola y se generará pronto. Gracias por su paciencia.

source: System error, please try again later.
es_es: Error del sistema, por favor intente de nuevo más tarde.

source: No Change Detected
es_es: No cambio detectado

source: Success
es_es: Con éxito

source: Users
es_es: Usuarios

source: My %s Site
es_es: Mi %s Sitio

source: Owner
es_es: Propietario

source: You do not have permission to access.
es_es: Usted no tiene permiso para acceder.

source: Error: Oops! It looks like your email address is not valid. Please enter a new one.
es_es: Error: ¡Oops! Parece que tu dirección de correo electrónico no es válida. Por favor introduce una nueva.

source: Error: Please select an app to generate.
es_es: Error: Por favor, seleccione una aplicación para generar.

source: Error: System error, please try again later.
es_es: Error: Error de sistema, por favor vuelva a intentarlo más tarde.

source: Refresh
es_es: Actualizar

source: Error: You must fill out the domain name field in the application's settings app info tab.
es_es: Error: Tiene que llenar el campo de nombre de dominio en la configuración de la aplicación de la ficha Información de aplicación.

source: Error: You must have at least one entity and each entity must have at least one attribute.
es_es: Error: Debe tener al menos una entidad y cada entidad debe tener al menos un atributo.

source: Error: You must have at least one entity and each entity must have at least one attribute. Please add at least one attribute to:
es_es: Error: Debe tener al menos una entidad y cada entidad debe tener al menos un atributo. Por favor añada al menos un atributo para:

source: Error: You must have at least one attribute in each panel in %s entity layout.
es_es: Error: Debe tener al menos un atributo en cada panel en %s layout entidad.

source: Error: You must assign all attributes to a panel in %s entity layout.
es_es: Error: Debe asignar todos los atributos a un panel en %s layout entidad.

source: Error: You must assign tabs to the help attached to:
es_es: Error: Debe asignar fichas para la ayuda unido a:

source: Error: You must have at least one unique attribute in each entity. Please set at least one attribute unique in %s entity.
es_es: Error: Debe tener al menos un atributo único en cada entidad. Por favor, establece al menos un atributo único en %s entidad.

source: Error: You must have a form layout for %s search form.
es_es: Error: Debe tener un diseño del formulario para %s buscador.

source: Error: You must have a view attached for %s search form.
es_es: Error: Es necesario tener una visión unida para %s buscador.

source: Error: You must have an entity attached for %s form.
es_es: Error: Debes tener una entidad adjunta para %s formulario.

source: Error: You must fill out the textdomain field in the application's settings app info tab.
es_es: Error: Tiene que llenar el campo textdomain en la pestaña Información de la configuración de aplicaciones de la aplicación.

source: Enter application name
es_es: Ingrese nombre de la aplicación

source: Update
es_es: Actualización

source: Add New
es_es: Añadir Nuevo

source: Entities
es_es: Entidades

source: List All
es_es: Lista De Todos

source: Widgets
es_es: Reproductores

source: Help Screens
es_es: Pantallas de ayuda

source: Forms
es_es: Formularios

source: Views
es_es: Vistas

source: Notifications
es_es: invitaciones

source: Permissions
es_es: Permisos

source: Settings
es_es: Ajustes

source: Import
es_es: Importar

source: Bulk Actions
es_es: Acciones en masa:

source: Delete
es_es: Eliminar

source: Apply
es_es: Aplicar

source: View
es_es: Ver

source: Add Attribute
es_es: Agregar Atributo

source: Edit Admin Layout
es_es: Editar diseño de administración

source: Edit Layout
es_es: Editar Diseño

source: Add Tab
es_es: Añadir Tab

source: Duplicate
es_es: Duplicar

source: Export
es_es: Exportar

source: False
es_es: Falso

source: True
es_es: Verdadero

source: None defined.
es_es: Define Ninguno.

source: Edit
es_es: Editar

source: Applications
es_es: Aplicaciones

source: Name
es_es: Nombre

source: Generate
es_es: Generar

source: Created
es_es: Creado

source: Modified
es_es: Modificado

source: Hierarchical
es_es: Jerárquico

source: Attached To
es_es: Asociado A

source: Display
es_es: Monitor

source: From
es_es: Desde

source: To
es_es: Hasta

source: Type
es_es: Tipo

source: Screen Type
es_es: Tipo de la pantalla

source: Tabs
es_es: Pestañas

source: Label
es_es: Etiqueta

source: Capabilities
es_es: Capacidades

source: Level
es_es: Nivel

source: Subtype
es_es: Subtipo

source: Template
es_es: Plantilla

source: No %s found.
es_es: No %s encontrado.

source: More
es_es: Más

source: Yes
es_es: Sí

source: No
es_es: No hay

source: %d capabilities set
es_es: %d capacidades del SET

source: Standard
es_es: Estandar

source: Search
es_es: Búsqueda

source: Single
es_es: Simple

source: Archive
es_es: Archivo

source: Taxonomy
es_es: Clasificación

source: Chart
es_es: Gráfico

source: Home
es_es: Inicio

source: Add New Application
es_es: Añadir Nueva Aplicación

source: Edit Application
es_es: Editar aplicación

source: home page
es_es: INICIO

source: Sign up for FreeDev account
es_es: Regístrate en cuenta FreeDev

source: FreeDev Signup
es_es: FreeDev Inscripción

source: Buy Wp App Studio created plugins and designs
es_es: Comprar Wp App Studio creado plugins y diseños

source: Store
es_es: Tienda

source: Create your own plugin for free
es_es: Crea tu propio plugin gratis

source: Playground
es_es: Parque infantil

source: See sample plugins created by Wp App Studio
es_es: Ver plugins de ejemplo creadas por Wp App Studio

source: Demo
es_es: Demonstration

source: See Wp App Studio Documentation
es_es: Ver Wp App Studio Documentación

source: Docs
es_es: Documentos

source: Support
es_es: Apoyo

source: Unique
es_es: Único

source: Validation Message:
es_es: Mensaje de validación:

source: Please enter a valid email address.
es_es: Por favor, ingrese una dirección valida de correo electrónico.

source: Please enter a valid URL.
es_es: Por favor, introduzca una URL válida.

source: Please enter a valid number.
es_es: Por favor, introduzca un número válido.

source: Please enter only digits.
es_es: Por favor, ingrese sólo dígitos.

source: Please enter a valid credit card number.
es_es: Por favor, introduzca un número de tarjeta de crédito válida.

source: Please enter a valid phone number.
es_es: Por favor, introduzca un número de teléfono válido.

source: Please enter a valid mobile number.
es_es: Por favor introduce el número válido de tu móvil.

source: Letters or punctuation only please.
es_es: Cartas o puntuacion solamente por favor.

source: Letters, numbers, and underscores only please.
es_es: Letras, números y guiones bajos sólo por favor.

source: Letters only please.
es_es: Cartas solamente por favor.

source: No white space please.
es_es: No hay espacio en blanco por favor.

source: The specified US ZIP Code is invalid.
es_es: Los EE.UU. Código postal especificado no es válido.

source: Please specify a valid postcode.
es_es: Por favor, especifique un código postal válido.

source: A positive or negative non-decimal number please.
es_es: Un número no decimal positivo o negativo por favor.

source: The specified vehicle identification number (VIN) is invalid.
es_es: El número de identificación del vehículo especificado (VIN) no es válido.

source: Please enter a valid IP v4 address.
es_es: Por favor, introduce una dirección IPv4 válida.

source: Please enter a valid IP v6 address.
es_es: Por favor, introduce una dirección IP v6 válida.

source: An attribute is a property or descriptor of an entity, for example, Customer Name is an attribute of the entity Customer.
es_es: Un atributo es una propiedad o un descriptor de una entidad, por ejemplo, Nombre del cliente es un atributo de la entidad Customer.

source: HELP
es_es: AYUDA

source: e.g. product_name
es_es: por ejemplo product_name

source: General name for the attribute, single word, no spaces, all lower case. Underscores and dashes allowed
es_es: Nombre general para el atributo, sola palabra, sin espacios, todo en minúsculas. Subrayado y los guiones permitidos

source: e.g. Product Name
es_es: ej Nombre del producto

source: User friendly name for your attribute. It will appear on the EDIT page of the entity.
es_es: Nombre de usuario amigable para su atributo. Aparecerá en la página EDIT de la entidad.

source: Write a brief description on how the attribute will be used.
es_es: Escriba una breve descripción de cómo se utilizará el atributo.

source: Instructions or help-text related to your attribute.
es_es: Instrucciones o ayuda-texto relacionado con su atributo.

source: Text
es_es: Texto

source: AlphaNumeric
es_es: Alfanumérico

source: Color Picker
es_es: Selector de Color

source: Credit Card
es_es: Tarjeta de Crédito

source: Digits Only
es_es: Sólo Dígitos

source: Integer
es_es: Entero

source: IP Address V4
es_es: Dirección IP V4

source: IP Address V6
es_es: Dirección IP V6

source: Letters Only
es_es: Sólo Letras

source: Letters with Punctuation
es_es: Letras con Puntuacion

source: Password
es_es: Contraseña

source: Phone UK
es_es: Teléfono Reino Unido

source: Phone US
es_es: Teléfono EE.UU.

source: Postal Code UK
es_es: Código Postal de Reino Unido

source: URL
es_es: URL áéíóú

source: VIN Number US
es_es: Número VIN EE.UU.

source: Zipcode US
es_es: Código postal de EE.UU.

source: Date/Time
es_es: Fecha/Hora

source: Date
es_es: Fecha

source: Time
es_es: Hora

source: Textarea
es_es: Área de Texto

source: Text Area
es_es: Área de texto

source: Hidden
es_es: Ocultos

source: Hidden Constant
es_es: Constante Ocultos

source: Hidden Function
es_es: Función Ocultos

source: Selectors
es_es: Selectores

source: Checkbox
es_es: Casilla de verificación

source: Checkbox List
es_es: Lista de casilla de verificación

source: Select
es_es: Seleccionar

source: User List
es_es: Lista de usuarios

source: Defines the attribute display and validation type.
es_es: Define la visualización de atributos y el tipo de validación.

source: An identifier which is guaranteed to be unique among all identifiers used for those objects and for a specific purpose. Exp; VIN of a car uniquely identifies a car among other cars. A unique identifier is used in forms as a searchable dropdown to link related entities.
es_es: Un identificador que está garantizado para ser único entre todos los identificadores utilizados para esos objetos y con un fin específico. Exp; VIN de un coche identifica de forma exclusiva un coche entre otros coches. Un identificador único se utiliza en formas como un desplegable de búsqueda de vincular las entidades relacionadas.

source: Required for Submit
es_es: Requerido para Presentar

source: Makes the attribute required so it can not be blank.
es_es: Hace que el atributo necesario por lo que no puede estar en blanco.

source: Required for Search
es_es: Necesario para la Búsqueda

source: Makes the attribute required for search form submissions so it can not be blank.
es_es: Hace que el atributo necesario para la búsqueda de las presentaciones por lo que no puede estar en blanco.

source: Filterable
es_es: Capaz de filtrar

source: Makes the attribute filterable in admin list page of the entity.
es_es: Hace que el atributo de filtrado en la página la lista de administradores de la entidad.

source: Allow Html
es_es: Permitir Html

source: Allows html tags to be entered. When unchecked html tags are escaped.
es_es: Permite etiquetas html que deben introducirse. Cuando se escaparon etiquetas HTML sin marcar.

source: Advanced
es_es: Avanzado

source: Enables support for searching, remote data sets, and infinite scrolling of results.
es_es: Activa el soporte para la búsqueda, los conjuntos de datos a distancia, y el desplazamiento infinito de resultados.

source: Maximum File Size
es_es: Tamaño máximo de archivo

source: Set maximum file size in kilobytes. Only numbers allowed. Leave it blank for no limit.
es_es: Establecer el tamaño máximo del archivo en kilobytes. Sólo los números permitidos. Déjelo en blanco para ningún límite.

source: Please upload no greater than X kbytes.
es_es: Por favor, sube no más de X kbytes.

source: Allowed Extensions
es_es: Extensiones permitidas

source: Sets the file extensions allowed to upload. exp. for files : pdf,txt for images: jpg,png. Leave it blank for all types.
es_es: Define las extensiones de archivo permitidos para cargar. exp. para los archivos: pdf, txt para las imágenes: jpg, png. Déjelo en blanco para todos los tipos.

source: Please upload a valid file type.
es_es: Por favor, sube un tipo de archivo válido.

source: Multiple
es_es: Selección Múltiple

source: Allows users to select multiple values when set.
es_es: Permite a los usuarios seleccionar varios valores cuando se establece.

source: Sets thickbox option.
es_es: Sets thickbox opción.

source: Username
es_es: Nombre de usuario

source: User Firstname
es_es: Usuario Nombre

source: User Lastname
es_es: Usuario Apellido

source: User ID
es_es: ID de usuario

source: Current Date (MM-DD-YYYY)
es_es: Actual Fecha (MM-DD-AAAA)

source: Current Date (DD-MM-YYYY)
es_es: Actual Fecha (DD-MM-AAAA)

source: Current Year (YYYY)
es_es: Año en curso (AAAA)

source: Current Month Name (January)
es_es: Mes actual Nombre (enero)

source: Current Month (01)
es_es: Mes (01)

source: Current Day (01)
es_es: Día actual (01)

source: Now (YYYY-MM-DD HH:mm:ss)
es_es: Ahora (AAAA-MM-DD HH: mm: ss)

source: Current Time (HH:mm:ss)
es_es: Tiempo actual (HH: mm: ss)

source: Unique Identifier
es_es: Identificador Único

source: Sets a default value for the attribute.
es_es: Establece un valor predeterminado para el atributo.

source: Searchable
es_es: Se puede buscar

source: Makes the hidden function or hidden constant attribute searchable in the front end. Searchable hidden attributes can be used in the search forms.
es_es: Hace la función oculta o atributo constante oculta de búsqueda en la parte delantera. Atributos ocultos de búsqueda se pueden utilizar en las formas de búsqueda.

source: Date Format
es_es: Formato de la fecha

source: MM-DD-YYYY
es_es: MM-DD-AAAA

source: DD-MM-YYYY
es_es: DD-MM-AAAA

source: YYYY/MM/DD
es_es: AAAA / MM / DD

source: DD/MM/YYYY
es_es: DD / MM / AAAA

source: Select a date format.
es_es: Seleccione un formato de fecha.

source: Time Format
es_es: Formato de hora

source: Select a time format.
es_es: Seleccione un formato de hora.

source: Validation Options
es_es: Opciones de validación

source: Minimum Length
es_es: Longitud mínima

source: Create a minumum length for the attribute.
es_es: Crear una longitud minumum para el atributo.

source: Please enter at least X characters.
es_es: Introduzca por lo menos X caracteres.

source: Maximum Length
es_es: Longitud máxima

source: Create a maximum length for the attribute
es_es: Crear una longitud máxima para el atributo

source: Please enter no more than X characters.
es_es: Por favor introduce no más de X caracteres.

source: Minimum Value
es_es: Valor Mínimo

source: Create a minumum value for the attribute.
es_es: Cree un valor minumum para el atributo.

source: Please enter a value greater than or equal to X.
es_es: Por favor, introduzca un valor mayor o igual a X.

source: Maximum Value
es_es: Valor máximo

source: Create a maximum value for the attribute.
es_es: Crear un valor máximo para el atributo.

source: Please enter a value less than or equal to X.
es_es: Por favor, introduzca un valor menor o igual a X.

source: Minimum Words
es_es: Palabras mínimos

source: Create a minumum number of words for the attribute.
es_es: Crear un número minumum de palabras para el atributo.

source: Please enter at least X words.
es_es: Introduzca por lo menos palabras X.

source: Maximum Words
es_es: Palabras Máximo

source: Create a maximum number of words for the attribute.
es_es: Crear un número máximo de palabras para el atributo.

source: Please enter X words or less.
es_es: Por favor ingrese las palabras X o menos.

source: Max File Uploads
es_es: Subidas de archivos Max

source: Sets the number of maximum allowable file uploads.
es_es: Establece el número máximo de carga de archivos permitidos.

source: Values
es_es: Valores

source: Enter semicolon separated option labels for the field. There must be only one semicolon between the values. Optionally, you can define value-label combinations using {Value}Label format. If the predined value does not exist, it is automatically created based on the label.
es_es: Introduzca las etiquetas de opción separados con punto y coma para el campo. Debe haber un solo punto y coma entre los valores. Opcionalmente, puede definir combinaciones de etiqueta de valor mediante {} Valor Formato de etiqueta. Si el valor predined no existe, se creará automáticamente en función de la etiqueta.

source: Default Value
es_es: Valor predeterminado

source: Sets the default value(s) for the attribute, separated by a semicolon. Multiple default values can only be set for select with multiple option and checkbox list types. You must enter the value from Values field and not the label.
es_es: Establece el valor por defecto (s) para el atributo, separados por un punto y coma. Valores por defecto múltiples sólo se pueden establecer para selecto con múltiples tipos de opción y casillas de verificación de la lista. Debe introducir el valor del campo Valores y no la etiqueta.

source: Default is unchecked.
es_es: Por defecto está desactivada.

source: Checked Icon Class
es_es: Chequeado Icon Clase

source: Sets font awesome web font icon class for selected values.
es_es: Conjuntos de fuentes increíble clase icono de fuente web para los valores seleccionados.

source: Unchecked Icon Class
es_es: Icono sin comprobar Clase

source: Sets font awesome web font icon class for unselected values.
es_es: Conjuntos de fuentes increíble fuente web clase icono para valores no seleccionados.

source: Limit By Role
es_es: Límite Por Papel

source: Cancel
es_es: Cancelar

source: Save
es_es: Guardar

source: The entity is a person, object, place or event for which data is collected.
es_es: La entidad es una persona, objeto, lugar o evento para el que se recogen los datos.

source: e.g. product
es_es: por ejemplo, producto

source: General name for the entity, usually singular max. 16 characters, can not contain capital letters,reserved words,dashes or spaces.
es_es: Nombre general de la entidad, por lo general singular max. 16 caracteres, no puede contener letras mayúsculas, palabras reservadas, guiones o espacios.

source: e.g. Products
es_es: por ejemplo, los productos

source: A plural descriptive name for the entity marked for translation.
es_es: Un nombre descriptivo plural de la entidad marcada para la traducción.

source: e.g. Product
es_es: por ejemplo Producto

source: It is the name for one object of this entity.
es_es: Es el nombre para un objeto de esta entidad.

source: Whether the entity is hierarchical (e.g. page). Allows Parent to be specified.
es_es: Si la entidad es jerárquica (por ejemplo, la página). Permite que los padres que se determine.

source: default: False
es_es: default: Falso

source: A short descriptive summary of what the entity is.
es_es: Un resumen descriptivo debajo de lo que la entidad es.

source: Show Advanced Options
es_es: Mostrar opciones avanzadas

source: Label Options
es_es: Opciones de etiquetas

source: Options
es_es: Opciones

source: Menu Options
es_es: Opciones del menú

source: Display Options
es_es: Opciones de visualización

source: Comments
es_es: Comentarios

source: If you are unfamiliar with these labels and leave them empty they will be automatically created based on your entity name and the default configuration.
es_es: Si no está familiarizado con estas etiquetas y déjelos vacíos automáticamente se crea a partir de su nombre de la entidad y la configuración por defecto.

source: It defines the menu name text. This string is the name to give menu items. Defaults to value of entity name
es_es: Define el texto del nombre del menú. Esta cadena es el nombre para dar elementos de menú. El valor predeterminado es el valor del nombre de la entidad

source: e.g. Add New
es_es: por ejemplo, Crear Nuevo

source: It defines the add new text. The default is Add New for both hierarchical and non-hierarchical entities.
es_es: Define el texto nuevo. El valor predeterminado es Crear Nuevo para ambas entidades jerárquicas y no jerárquicas.

source: All Items
es_es: Todos los articulos

source: e.g. All Products
es_es: por ejemplo: todos los productos

source: It defines the all items text used in the menu. Default is the Name label.
es_es: Define el texto todos los elementos utilizados en el menú. Por defecto es la etiqueta Nombre.

source: Add New Item
es_es: Agregar Artículo Nuevo

source: e.g. Add New Product
es_es: por ejemplo, Agregar nuevo producto

source: It defines the add new item text. If the entity hierarchical the default is Add New Post otherwise it is Add New Page.
es_es: Define el agregar texto nuevo elemento. Si la entidad jerárquica por defecto es Crear Nuevo Mensaje de lo contrario es Añadir una nueva página.

source: Edit Item
es_es: Editar Artículo

source: e.g. Edit Product
es_es: por ejemplo, Editar Producto

source: It defines the edit item text. If the entity hierarchical the default is Edit Post otherwise it is Edit Page.
es_es: Define el texto del elemento de edición. Si la entidad jerárquica predeterminada es Editar Mensaje de lo contrario es Editar página.

source: New Item
es_es: Artículo Nuevo

source: e.g. New Product
es_es: por ejemplo, sobre nuevos productos
