Repository: wp-plugins/wp-app-studio
Catalog: languages/wpas-*.po
Languages: es_es

source: It defines the new item text. If the entity hierarchical the default is New Post otherwise it is New Page.
es_es: Se define el nuevo texto del artículo. Si la entidad jerárquica por defecto es Nuevo Post de lo contrario es Nueva página.

source: View Item
es_es: Ver artículo

source: e.g. View Product
es_es: por ejemplo Ver Producto

source: It defines the view item text. If the entity hierarchical the default is View Post otherwise it is View Page.
es_es: Define el texto vista del elemento. Si la entidad jerárquica por defecto es Ver Mensaje contrario es Ver Página.

source: Search Items
es_es: Buscar Artículos

source: e.g. Search Products
es_es: por ejemplo, la búsqueda Productos

source: It defines the search items text. If the entity hierarchical the default is Search Post otherwise it is Search Page.
es_es: Define el texto elementos de búsqueda. Si la entidad jerárquica por defecto es el mensaje buscar lo contrario, es de búsqueda principal.

source: Not Found
es_es: No Encontrado

source: e.g. No Products Found
es_es: por ejemplo, No se encontraron productos

source: It defines the not found text. If the entity hierarchical the default is No Post found otherwise it is No Page found.
es_es: Define el texto que no se encuentra. Si la entidad jerárquica por defecto hay post encontrado lo contrario es No se han encontrado página.

source: Not Found in Trash
es_es: No se ha encontrado en la Papelera

source: e.g. No Products found in Trash
es_es: por ejemplo, no hay productos encontrados en la Papelera

source: It defines the not found in trash text. If the entity hierarchical the default is No posts found in Trash otherwise it is No pages found in Trash.
es_es: Define el que no se encuentra en el texto basura. Si el jerárquico entidad el valor predeterminado es No se han encontrado en la basura los mensajes de lo contrario es No se han encontrado en la basura páginas.

source: Parent Item:
es_es: Artículo Padre:

source: e.g. Parent Product:
es_es: por ejemplo, los padres del producto:

source: It defines the parent text. This string is not used on non-hierarchical types. In hierarchical ones the default is Parent.
es_es: Se define el texto de los padres. Esta cadena no se utiliza en los tipos no jerárquicas. En los jerárquicas el valor predeterminado es Padre.

source: Available for Public
es_es: Disponible para Público

source: Whether this entity is intended to be used publicly either via the admin interface or by front-end users. -false- Entity is not intended to be used publicly and should generally be unavailable in the admin interface and on the front end unless explicitly planned for elsewhere. -true - Entity is intended for public use. This includes on the front end and in the admin interface.
es_es: Si esta entidad está destinado a ser utilizado públicamente, ya sea a través de la interfaz de administración o por los usuarios de front-end. -false- Entidad no está destinado a ser utilizado públicamente y generalmente debe estar disponible en la interfaz de administración y en el extremo delantero a menos que explícitamente previsto en otro lugar. -true - Entidad es para uso público. Esto incluye en la parte delantera y en la interfaz de administración.

source: default: True
es_es: default: Verdadero

source: Has Archive
es_es: Tiene Archivo

source: Enables entity archives. Will use entity name as archive slug by default.
es_es: Permite archivos entidad. Utilizará nombre de la entidad como babosa archivo por defecto.

source: Exclude From Search
es_es: Excluir de Búsqueda

source: Whether to exclude objects of this entity from front end search results.
es_es: Ya sea para excluir objetos de esta entidad los resultados de búsqueda extremo delantero.

source: Publicly Queryable
es_es: Públicamente consultables

source: Whether queries can be performed on the front end in the URL address.
es_es: Si una consulta se pueden realizar en el extremo delantero en la dirección de URL.

source: Capability Type
es_es: Tipo Capacidad

source: Use Post / Page
es_es: Utilice Mensaje / Página

source: Use Entity Name
es_es: Nombre Use Entidad

source: The string to use to build the read, edit, and delete capabilities. The default is post. If you choose to use ENTITY NAME as type, then you MUST assign its capabilities to a role. Otherwise, you will not be able to access to the entity.
es_es: La cadena a utilizar en la construcción de la lectura, editar y eliminar capacidades. El valor por defecto es post. Si usted elige utilizar ENTIDAD como tipo, a continuación, debe asignar sus capacidades para un papel. De lo contrario, usted no será capaz de acceder a la entidad.

source: default: post or page
es_es: default: correo o la página

source: Triggers the handling of rewrites for this entity. To prevent rewrites, set to false. Default: true and use entity name as slug
es_es: Dispara el manejo de reescrituras para esta entidad. Para evitar reescrituras, establecidos en false. Por defecto: true y el uso como nombre de la entidad babosa

source: Customize the permastruct slug. Max. 16 characters, can not contain capital letters or spaces. Defaults to the entity name.
es_es: Personaliza la babosa permastruct. Max. 16 caracteres, no puede contener letras mayúsculas o espacios. El valor predeterminado es el nombre de la entidad.

source: default: Entity name
es_es: por defecto: Nombre de la entidad

source: Query Var
es_es: Consulta Var

source: Sets the query_var key for this entity. Default: true - sets to entity. false - Disables query_var key use. A post type cannot be loaded at /?{query_var}={single_post_slug}
es_es: Establece la clave query_var para esta entidad. Por defecto: true - establece a entidad. false - Desactiva query_var uso de claves. Un tipo de mensaje no se puede cargar en / {} = {query_var single_post_slug}

source: Can Export
es_es: Puede exportar

source: Can this entity be exported.
es_es: Se puede exportar esta entidad.

source: Supports
es_es: Soporta

source: Adds the title entry meta box
es_es: Agrega la caja meta entrada de título

source: Adds the input text area for editor meta box
es_es: Agrega el área de entrada de texto para la caja de meta editor

source: Adds the author meta box
es_es: Agrega la caja meta autor

source: Featured Image
es_es: Foto principal

source: Adds the featured image meta box
es_es: Agrega la caja meta imagen ofrecida

source: Adds a customized excerpt meta box
es_es: Añade una caja de meta extracto personalizado

source: Adds the trackbacks meta box
es_es: Agrega el cuadro trackbacks meta

source: Custom Fields
es_es: Los campos personalizados

source: Adds the custom fields meta box
es_es: Añade campos de la costumbre cuadro de meta

source: Revisions
es_es: Revisiones

source: Adds the revisions meta box
es_es: Agrega la caja meta revisiones

source: Page attributes
es_es: Atributos de página

source: Adds the page attribute meta box
es_es: Agrega la página de atributos de cuadro meta

source: Post Formats
es_es: Formatos de Correos

source: Adds the post format meta box
es_es: Agrega la caja meta formato mensaje

source: Built-in Taxonomies
es_es: Las taxonomías incorporadas

source: Enables Built-in Category taxonomy support for the entity. Categories link shows in the entity submenu when enabled.
es_es: Activa el soporte Categoría taxonomía incorporado para la entidad. Categorías enlace muestra en el submenú entidad cuando está activado.

source: Enables Built-in Tags taxonomy support. Tags link shows in the entity submenu when enabled.
es_es: Activa el soporte Etiquetas taxonomía incorporado. Etiquetas enlace muestra en el submenú entidad cuando está activado.

source: Show UI
es_es: Mostrar la interfaz de usuario

source: Whether to generate a default UI for managing this entity in the admin area.
es_es: Ya sea para generar una interfaz de usuario por defecto para la gestión de esta entidad en el área de administración.

source: Show in Menu
es_es: Mostrar en el menú

source: Define Top Level Page
es_es: Definir Nivel superior Página

source: Where to show the entity in the admin menu. Show UI must be true. False - do not display in the admin menu. True - display as a top level menu.
es_es: Donde para mostrar la entidad en el menú de administración. Mostrar la interfaz de usuario debe ser verdad. Falso - no se muestran en el menú de administración. Verdadero - pantalla como un menú de nivel superior.

source: Icon Type
es_es: Icono Tipo

source: Default
es_es: Por Defecto

source: Image
es_es: Imagen

source: Font Awesome
es_es: Fuente impresionante

source: Sets the type of icon for your entity. You can assign an image, font-awesome, dashicon or base64-encoded SVG icons. If the default icon option is selected, then the pushpin icon is displayed. Dashicon icons can only be used for WordPress Version 3.8+.
es_es: Establece el tipo de icono de la entidad. Puede asignar una imagen,-fuente impresionante, dashicon o iconos SVG codificados en base64. Si se selecciona la opción de icono por defecto, a continuación, se muestra el icono de la chincheta. Dashicon iconos sólo se pueden utilizar para WordPress Versión 3,8+.

source: Menu-icon 16x16
es_es: Menú-icono 16x16

source: enter the url of the image including http://
es_es: Introduce la URL de la imagen incluyendo http: //

source: The icon which will be displayed on the menu bar of the entity
es_es: El icono que se mostrará en la barra de menú de la entidad

source: default: Post icon
es_es: default: icono Mensaje

source: Icon Class
es_es: Icono de Clase

source: exp; fa-rocket
es_es: exp; fa-cohete

source: Sets the class of the icon which will be displayed on the menu bar of the entity
es_es: Establece la clase del icono que se mostrará en la barra de menú de la entidad

source: exp; camera
es_es: exp; cámara

source: Enter the class of the icon which will be displayed on the menu bar of the entity
es_es: Introduzca la clase del icono que se mostrará en la barra de menú de la entidad

source: Enter a base64-encoded SVG using a data URI (Max 20X20 px allowed) which will be displayed on the menu bar of the entity
es_es: Introduzca un SVG codificado en base 64 usando una URI de datos (máximo 20x20 píxeles permitido) que se mostrará en la barra de menú de la entidad

source: Show Menu Below
es_es: Mostrar menú Abajo

source: Posts
es_es: Artículos

source: Media
es_es: Medios

source: Links
es_es: Enlaces

source: Pages
es_es: Páginas

source: First Seperator
es_es: Primero Seperator

source: Plugins
es_es: M&oacute;dulos (plugins)

source: Tools
es_es: Herramientas

source: Second Seperator
es_es: Segundo Seperator

source: The position in the menu order the post type should appear.
es_es: La posición en el menú de la orden debería aparecer el tipo de mensaje.

source: Entity Display Index
es_es: Entidad Índice Display

source: Sets the position of the entity relative to the other entities in the app. Numbers only. Enter 0 for alphabetical order.
es_es: Establece la posición de la entidad en relación con las otras entidades en la aplicación. Números solamente. Introduzca 0 para el orden alfabético.

source: default: 0
es_es: por defecto: 0

source: Top level page
es_es: Página de nivel superior

source: e.g. &#39;plugins.php&#39;
es_es: por ejemplo, & # 39; plugins.php & # 39;

source: If an existing top level page such as 'tools.php' or 'edit.php?post_type=page', the entity will be placed as a sub menu of that.
es_es: Si una página de nivel superior existente, como 'tools.php' o 'edit.php? Post_type = page', la entidad se coloca como un submenú de eso.

source: Default Group Title
es_es: Grupo por defecto Título

source: e.g. Product Info
es_es: por ejemplo, la información del producto

source: Sets the default group title if there is no entity layout defined.
es_es: Establece el título del grupo predeterminado si no hay disposición entidad definida.

source: Enable Entity Comments
es_es: Habilitar Entidad Comentarios

source: Adds custom emd-comment module to your entity. In emd-comments, comments made displayed under entity menu and not mixed with built-in post or page comments.
es_es: Añade módulo personalizado-comentario emd a su entidad. En EMD-comentarios, las observaciones formuladas muestran en el menú de entidad y no mezclarse con mensaje incorporado o comentarios de la página.

source: Custom
es_es: Personalizado

source: You can choose either built-in or custom commenting funtionality. Built-in commenting accumulates comments in Comments menu. Custom commenting creates its own menu item under the menu of your entity and accumulates the recieved comments there.
es_es: Se puede elegir entre incorporado o el funtionality comentando personalizado. Construido en comentar Acumula comentarios en el menú comentarios. Comentando personalizado crea su propio elemento de menú en el menú de su entidad y acumula los comentarios recibimos allí.

source: Display Type
es_es: Tipo de pantalla

source: Please Select
es_es: Seleccione por favor

source: Backend Only
es_es: Sólo Backend

source: Use Shortcode
es_es: Usar Código corto

source: Use Theme Template
es_es: Utilice la plantilla temático

source: Sets how custom comments are displayed. Use Shortcode - you can use !#shortcode[emd_comments]# code in the single layout view of your entity to display custom comments. Custom comment html, css, and javascript files will be used to display comments. Backend Only - comments are displayed in the admin edit screen of your entity. Use Theme Template - custom comments are displayed using the template(comments.php) your theme provides.
es_es: Define cómo se muestran los comentarios personalizados. Usar Código corto - puede utilizar #shortcode [emd_comments] # ​​código en la vista de diseño único de la entidad para mostrar los comentarios personalizados. Comentario HTML, CSS y los archivos JavaScript se puede utilizar para mostrar los comentarios. Backend Sólo - los comentarios se muestran en la pantalla de edición de administración de su entidad. Utilice la plantilla Theme - comentarios personalizados se muestran usando la plantilla (comments.php) su tema ofrece.

source: e.g. customer_response
es_es: por ejemplo customer_response

source: Create a unique name for your comment subentity. Only alphanumeric and underscore characters allowed.i Limited to 20 characters.
es_es: Crear un nombre único para su comentario subentidad. Sólo caracteres alfanuméricos y subrayados allowed.i limitado a 20 caracteres.

source: Single Label
es_es: Etiqueta única

source: e.g. Customer Response
es_es: por ejemplo, la respuesta de los clientes

source: Define a singular name for your comment subentiy.
es_es: Definir un nombre singular por su comentario subentiy.

source: e.g. Customer Responses
es_es: por ejemplo, las respuestas de los clientes

source: Define a plural name for your comment subentiy.
es_es: Definir un nombre plural por tu comentario subentiy.

source: Enable Trash
es_es: Habilitar Papelera

source: When enabled it allows to move your comment subentity records to trash.
es_es: Cuando está activado permite mover los registros subentidad comentario a la basura.

source: Enable Spam
es_es: Habilitar spam

source: When enabled it allows to move your comment subentity records to spam.
es_es: Cuando está activado permite mover los registros subentidad comentario al spam.

source: Close
es_es: Cerrar

source: Enter a new title
es_es: Introduzca un nuevo título

source: Title:
es_es: Título:

source: All attributes must be assigned to at least one panel.
es_es: Todos los atributos deben ser asignados a al menos un panel.

source: All panels must have at least one attribute.
es_es: Todos los paneles deben tener al menos un atributo.

source: This action will reset custom layout for this entity.
es_es: Esta acción restablecerá diseño personalizado para esta entidad.

source: All element dropdowns must be assigned to an attribute.
es_es: Todos los menús desplegables de elementos deben ser asignados a un atributo.

source: Please remove duplicate attributes from the layout.
es_es: Por favor, retire los atributos duplicados de la disposición.

source: Tab Panel
es_es: Panel de pestañas

source: Tab
es_es: Pestaña

source: Accordion Panel
es_es: Panel de Acordeón

source: Accordion
es_es: Acordeón

source: Element
es_es: Elemento

source: DRAG AND DROP
es_es: Arrastre y suelte

source: Please add all required fields to the form layout.
es_es: Por favor, añada todos los campos requeridos para el diseño del formulario.

source: Forms allow a user to enter data directly to your entities, taxonomies, and/or relationships. Forms are the main data entry interface for your apps.
es_es: Los formularios permiten al usuario introducir datos directamente a sus entidades, taxonomías, y / o relaciones. Las formas son la principal interfaz de entrada de datos para sus aplicaciones.

source: e.g. customer_survey
es_es: por ejemplo customer_survey

source: Unique identifier for the form. Can not contain capital letters, dashes or spaces. Between 3 and 30 characters.
es_es: Identificador único para el formulario. No puede contener letras mayúsculas, guiones o espacios. Entre 3 y 30 caracteres.

source: Submit
es_es: Enviar

source: Sets the type of form to be created. Submit forms are for sending and saving data. Search forms are for searching content and displaying results on a page.
es_es: Establece el tipo de forma que se creará. Presentar los formularios son para enviar y guardar los datos. Buscar formas son para buscar contenido y resultados de visualización de una página.

source: Attached to Entity
es_es: Se adjunta a la Entidad

source: Sets the primary entity for your form. The selected entity will be main entry point and will be used for the dependent selection.
es_es: Establece la entidad principal de su forma. La entidad seleccionada será punto de entrada principal y se utilizará para la selección dependiente.

source: Dependents
es_es: Dependientes

source: Sets the dependents of the primary entity for your form. The attributes of the dependents will be included in the form layout.
es_es: Establece los dependientes de la entidad principal de su forma. Los atributos de las personas dependientes se incluirán en el diseño del formulario.

source: e.g. Customer Survey
es_es: por ejemplo, Customer Survey

source: Optional. Sets the first piece of text displayed to users when they see your form. Optional. Max:40 char. Use it to standardize the form's title.
es_es: Opcional. Establece el primer trozo de texto que se muestra a los usuarios cuando ven su forma. Opcional. Max: 40 caracteres. Lo utilizan para estandarizar título del formulario.

source: Optional. Set a short description or instructions, notes, or guidelines that users should read when filling out the form. This will appear directly below the form title and above the fields.
es_es: Opcional. Establezca una breve descripción o instrucciones, notas, o las directrices que los usuarios deben leer al rellenar el formulario. Este aparecerá directamente debajo del título del formulario y por encima de los campos.

source: Submissions
es_es: Sumisiones

source: Confirmations
es_es: Confirmaciones

source: Scheduling
es_es: Programación

source: Display Options tab configures how the form will be displayed on the frontend. Confirmations tab defines the notifications after data entry occured. Submissions tab sets the options for the submit button, spam protection, and how the data entry will be saved. Use scheduling tab to create a form submission schedule.
es_es: Pestaña Opciones de visualización configura cómo se mostrará el formulario de la interfaz. Ficha Confirmaciones define las notificaciones después de la entrada de datos se produjo. Pestaña Envíos establece las opciones para el botón de enviar, protección contra el spam, y cómo se guardará la entrada de datos. Utilice la pestaña del calendario para crear un calendario de presentación de formulario.

source: Create Setup Page
es_es: Crear Configurar página

source: When enabled, creates a setup page for your submit form upon plugin activation.
es_es: Cuando se activa, crea una página de configuración para su presente forma, tras la activación del plugin.

source: Page Title
es_es: Título de la página

source: Sets the title of the setup page for your submit form.
es_es: Establece el título de la página de configuración de su forma presente.

source: Sets the frontend framework which will be used to configure the overall look and feel of the form. If you pick JQuery UI, you can choose your theme from App's Settings under the theme tab. Default is Twitter Bootstrap.
es_es: Establece el marco frontend que se utiliza para configurar el aspecto general de la forma. Si usted escoge jQuery UI, usted puede elegir su tema de configuración de la aplicación en la pestaña tema. El valor predeterminado es Twitter Bootstrap.

source: Enable Font Awesome
es_es: Habilitar impresionante fuente

source: Enables Font Awesome webfont for radios, checkboxes and other icons. Can not be disabled for the Bootstrap framework.
es_es: Permite Fuente Fuente Web impresionante para radios, casillas de verificación y otros iconos. No puede ser deshabilitado para el marco Bootstrap.

source: Targeted Device
es_es: Dispositivo de destino

source: Desktops
es_es: Computadoras Desktop

source: Phones
es_es: Celulares

source: Tablets
es_es: Tabletas

source: Large Desktops
es_es: Grandes Desktops

source: Sets the targeted device that your form will primarily be displayed on.
es_es: Establece el dispositivo de destino que su forma principalmente se mostrará en.

source: Label Placement
es_es: Colocación de etiquetas

source: Top
es_es: Arriba

source: Left
es_es: Izquierda

source: Inside
es_es: Dentro

source: Sets the field label position relative to the field input location. Options are Top,Left or Inside. Pick your label placement based on the space you have available for the form. Min 680px required for inside/top label placement with 3 column layout. If you enabled operators in your search form, you will need more space for multi-layout designs. You can always adjust the width css element of your form container when needed. Enabling operators will give access to all of your data so limiting access by role may always be a good idea.
es_es: Establece la posición de la etiqueta de campo con respecto a la posición de entrada de campo. Las opciones son Superior, Izquierdo o el interior. Selecciona la colocación de etiquetas basado en el espacio que tiene disponible para el formulario. Min 680px requerido para la colocación de etiquetas en el interior / superior con diseño de 3 columnas. Si habilitó operadores en su búsqueda, usted necesitará más espacio para diseños con varios diseños. Siempre se puede ajustar el elemento css ancho de su contenedor forma cuando sea necesario. Operadores que permitan llevar adelante dan acceso a todos sus datos por lo que limitan el acceso de papel siempre puede ser una buena idea.

source: Element Size
es_es: Tamaño de Piedra

source: Medium
es_es: Mediana

source: Small
es_es: Pequeño

source: Large
es_es: Grande

source: Sets the field height to create larger or smaller form controls that match button sizes.
es_es: Establece la altura del campo para crear controles de formulario más grandes o más pequeños que responden a los tamaños de los botones.

source: Display Radios and Checkboxes Inline
es_es: Las radios de pantalla y Casillas de verificación en línea

source: Sets a series of checkboxes or radios appear on the same line.
es_es: Establece una serie de casillas de verificación o radios aparece en la misma línea.

source: Enable Ajax
es_es: Habilitar Ajax

source: Enables ajax when displaying search results without reloading the page.
es_es: Permite ajax al mostrar los resultados de búsqueda sin tener que recargar la página.
