Repository: wp-plugins/wp-app-studio
Catalog: languages/wpas-*.po
Languages: es_es

source: Smoothness
es_es: Suavidad

source: UI lightness
es_es: IU ligereza

source: UI darkness
es_es: IU oscuridad

source: Start
es_es: Comenzar

source: Sunny
es_es: Soleado

source: Overcast
es_es: Nublado

source: Eggplant
es_es: Berenjena

source: Dark Hive
es_es: Oscuro Hive

source: Humanity
es_es: Humanidad

source: Dot Luv
es_es: Dot Mimos

source: Mint Choc
es_es: Choc de la menta

source: Black Tie
es_es: Corbata Negra - Tuxedo

source: Swanky Purse
es_es: Monedero Swanky

source: Allows to set a jQuery UI theme for the frontend and backend.
es_es: Permite definir un tema jQuery UI para el frontend y backend.

source: A taxonomy is a way to group things together. It might contain only one attribute of interest to users.
es_es: Una taxonomía es una forma de agrupar cosas juntas. Podría contener sólo un atributo de interés para los usuarios.

source: e.g. product_tag
es_es: por ejemplo product_tag

source: General name for the taxonomy, usually singular. Name should be in slug form (must not contain capital letters or spaces or reserved words) and not more than 32 characters long. Previously used entity or taxonomy names are not allowed. Dashes and underscores are allowed.
es_es: Nombre general para la taxonomía, generalmente singular. Nombre debe ser en forma de trozos (no debe contener letras mayúsculas o espacios o palabras reservadas) y no más de 32 caracteres de largo. No se permiten nombres de entidades o taxonomía utilizada anteriormente. Se permiten guiones y guiones bajos.

source: e.g. Product Tags
es_es: por ejemplo Etiquetas del producto

source: Taxonomy label. Used in the admin menu for displaying custom taxonomy.
es_es: Etiqueta Taxonomía. Utilizado en el menú de administración para la visualización de taxonomía personalizada.

source: e.g. Product Tag
es_es: por ejemplo, la etiqueta del producto

source: Taxonomy Singular label. Used when a singular label is needed.
es_es: Etiqueta Singular Taxonomía. Se usa cuando se necesita una etiqueta singular.

source: A short, optional descriptive summary of what the taxonomy is. It will be displayed in the front-end forms if the taxonomy is used in a form layout. Leave it blank if you do not need help text for your taxonomy. Max 500 chars.
es_es: Un breve resumen, opcional descriptivo de lo que la taxonomía es. Será exhibido en las formas de front-end si la taxonomía se utiliza en un diseño del formulario. Déjelo en blanco si no necesita el texto de ayuda para su taxonomía. Máximo 500 caracteres.

source: Select one or more entities your taxonomy will be attached to.
es_es: Seleccionar una o más entidades de su taxonomía se adjunta a.

source: Makes the taxonomy required. When you set a taxonomy required, users must assign at least one taxonomy value when they create an entity record.
es_es: Hace que la taxonomía es necesario. Cuando se establece una taxonomía necesario, los usuarios deben asignar al menos un valor taxonomía cuando crean un registro de entidad.

source: Makes the taxonomy required. When you set a taxonomy required, users must assign at least one taxonomy value when they search entity records using the taxonomy.
es_es: Hace que la taxonomía es necesario. Cuando se establece una taxonomía necesario, los usuarios deben asignar al menos un valor taxonomía cuando buscan registros de entidad utilizando la taxonomía.

source: Is this taxonomy hierarchical (have descendants) like categories or not hierarchical like tags.
es_es: ¿Es esta taxonomía jerárquica (tener descendientes) como categorías o no jerárquicas como las etiquetas.

source: Multiple Select
es_es: Selección múltiple

source: Single Select
es_es: Soltero Select

source: Set to allow single or multiple taxonomy value entry.
es_es: Set para permitir la entrada única o múltiple valor taxonomía.

source: default: Multiple Select
es_es: default: Selección múltiple

source: Enter semicolon separated option values for the taxonomy. There must be only one semicolon between the values. Optiopnally Term descriptions and term parent can be entered using term{term-description}[term-parent] format. For example; Monkey{Monkey is a funny animal}[Animal]
es_es: Introduzca los valores de opción separados con punto y coma para la taxonomía. Debe haber un solo punto y coma entre los valores. Descripciones Optiopnally plazo y padres plazo pueden introducirse utilizando término formato {término-description} [término-padres]. Por ejemplo; Mono {mono es un animal divertido} [Animal]

source: Sets the default value or values separated by a semicolon for the taxonomy.
es_es: Establece el valor por defecto o valores separados por un punto y coma para la taxonomía.

source: If you are unfamiliar with these labels and leave them empty they will be automatically created based on your taxonomy name and the default configuration.
es_es: Si no está familiarizado con estas etiquetas y déjelos vacíos automáticamente se crea a partir de su nombre de la taxonomía y la configuración por defecto.

source: It defines the menu name text. This string is the name to give menu items. Defaults to value of taxonomy name.
es_es: Define el texto del nombre del menú. Esta cadena es el nombre para dar elementos de menú. El valor predeterminado es el valor del nombre de la taxonomía.

source: Search Items
es_es: Buscar Artículos

source: e.g. Search Product Tags
es_es: por ejemplo Etiquetas Buscar articulo

source: Custom taxonomy label for Search Items. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para la búsqueda de elementos. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Popular Items
es_es: Los artículos más populares

source: e.g. Popular Product Tags
es_es: por ejemplo populares Etiquetas del producto

source: Custom taxonomy label for Popular Items. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para artículos más populares. Utilizado en el menú de administración para la visualización de las taxonomías.

source: All Items
es_es: Todos los articulos

source: e.g. All Product Tags
es_es: por ejemplo: todos Etiquetas del producto

source: Custom taxonomy label for All Items. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para todos los elementos. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Parent Item
es_es: Artículo Padre

source: e.g. Parent Product Tag
es_es: por ejemplo, etiqueta padre Producto

source: Custom taxonomy label for Parent Item. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta personalizada para la taxonomía Artículo Padre. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Parent Item:
es_es: Artículo Padre:

source: e.g. Parent Product Tag:
es_es: por ejemplo, etiqueta padre del producto:

source: Custom taxonomy label for Parent Item:. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta personalizada para la taxonomía Artículo Padre :. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Edit Item
es_es: Editar Artículo

source: e.g. Edit Product Tag
es_es: Tag ejemplo Editar Producto

source: Custom taxonomy label for Edit Item. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para Editar elemento. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Update Item
es_es: Actualización de artículo

source: e.g. Update Product Tag
es_es: Tag ejemplo de actualización del producto

source: Custom taxonomy label for Update Item. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para actualizar el artículo. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Add New Item
es_es: Agregar Artículo Nuevo

source: e.g. Add New Product Tag
es_es: por ejemplo, Crear Nuevo Producto del tag

source: Custom taxonomy label for Add New Item. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para Agregar nuevo elemento. Utilizado en el menú de administración para la visualización de las taxonomías.

source: New Item Name
es_es: Nuevo nombre de artículo

source: e.g. New Product Tag Name
es_es: Tag por ejemplo Nuevo Productos

source: Custom taxonomy label for New Item Name. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para Nuevo nombre de artículo. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Separate Items with Commas
es_es: Separe las prendas con comas

source: e.g. Separate product tags with commas
es_es: por ejemplo, las etiquetas de productos con comas

source: Custom taxonomy label for Separate Items with Commas. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para separar los elementos con comas. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Add or Remove Items
es_es: Agregar o quitar elementos

source: e.g. Add or remove product tags
es_es: por ejemplo, agregar o quitar las etiquetas de productos

source: Custom taxonomy label for Add or Remove Items. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para agregar o quitar elementos. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Choose From Most Used
es_es: Elija de más usado

source: e.g. Choose from the most used product tags
es_es: por ejemplo, elegir entre las etiquetas de productos más utilizados

source: Custom taxonomy label for Choose From Most Used. Used in the admin menu for displaying taxonomies.
es_es: Etiqueta taxonomía personalizada para elegir de Más utilizadas. Utilizado en el menú de administración para la visualización de las taxonomías.

source: Whether this taxonomy is intended to be used publicly either via the admin interface or by front-end users. -false- Taxonomy is not intended to be used publicly and should generally be unavailable in in the admin interface and on the front end unless explicitly planned for elsewhere. -true - Taxonomy is intended for public use. This includes on the front end and in the admin interface.
es_es: Si esta taxonomía está destinado a ser utilizado públicamente, ya sea a través de la interfaz de administración o por los usuarios de front-end. Taxonomía -false- no está destinado a ser utilizado públicamente y generalmente debe estar disponible en la interfaz de administración y en el extremo delantero a menos que explícitamente prevista en otro lugar. -true - Taxonomía es para uso público. Esto incluye en la parte delantera y en la interfaz de administración.

source: default:True
es_es: default: Verdadero

source: Whether to generate a default UI for managing this taxonomy.
es_es: Ya sea para generar una interfaz de usuario por defecto para la gestión de esta taxonomía.

source: Show In Menus
es_es: Mostrar En Menús

source: True makes this taxonomy available for selection in navigation menus.
es_es: Verdadero hace que esta taxonomía disponibles para su selección en los menús de navegación.

source: Show In Tag Clouds
es_es: Mostrar como Tag Clouds

source: Whether to allow the Tag Cloud widget to use this taxonomy.
es_es: Ya sea para permitir que el Tag widget de nube de utilizar esta taxonomía.

source: False to disable the query_var, set as string to use custom query_var instead of default which is the taxonomy's name.
es_es: False para desactivar la query_var, establecer como cadena a utilizar encargo query_var en lugar de por defecto, que es el nombre de la taxonomía.

source: Set to false to prevent automatic URL rewriting a.k.a. pretty permalinks.
es_es: Se establece en false para evitar la reescritura de URL automática permalinks alias bonitas.

source: e.g. product_tags
es_es: por ejemplo product_tags

source: Used as pretty permalink text (i.e. /tag/) - defaults to taxonomy's name slug.
es_es: Se utiliza como texto bastante permalink (es decir, / tag /) - por defecto es el nombre babosa de taxonomía.

source: default: taxonomy name
es_es: predeterminado: nombre taxonomía

source: Views help you display content where and how you wanted on the frontend.
es_es: Vistas ayudan a visualizar el contenido donde y cómo lo quería en el frontend.

source: e.g. sc_products
es_es: por ejemplo sc_products

source: General name for the view. By enclosing the view name in square brackets in a page, post or a text widget, you can display the content returned by the view shortcode's query. The view name should be all lowercase and use all letters, but numbers and underscores (not dashes!) should work fine too. Max 30 characters allowed. If the shortcode is used in a text widget or a page and the content has multiple pages, paginated navigation links are displayed. You can filter the content by generating a shortcode filter using the WPAS toolbar button on a page or post.
es_es: Nombre general para la vista. Al encerrar el nombre de vista entre corchetes en una página, correo o un widget de texto, puede mostrar el contenido devuelto por la consulta de la vista de código corto. El nombre de la vista debe estar en minúsculas y usar todas las letras, pero los números y guiones bajos (no guiones!) Debería funcionar bien también. Número máximo de 30 caracteres permitidos. Si el código corto es utilizado en un widget de texto o una página y el contenido tiene varias páginas, se muestran los vínculos de navegación paginados. Puede filtrar el contenido mediante la generación de un filtro abreviado utilizando el botón de la barra WPAS en una página o mensaje.

source: Sets the initial short description for the view.
es_es: Establece la descripción corta inicial para la vista.

source: Data grid
es_es: Grid de datos

source: Integration
es_es: Integración

source: Sets the type of view to be created.You can create search, standard, single, archive, and taxonomy views. All views except single view produce a list of content. The single views display individual entity content. Each entity can only have one single view. Search views are for displaying search results and must be attached to at least one search form. Taxonomy views display the content of a taxonomy. Each taxonomy can have only one taxonomy view. Archive views display a list of entity content. Each entity can have only one archive view. In addition, you can sort, filter the archived content of views using the filter tab. Single views diplay only one record so can not be filtered or sorted. If you like to display multiple versions of the archived content of an entity, you can create a standard view. There is no limitation of the number of standard views that can be attached to an entity. Standard views can be put on a page or post using the wpas toolbar button.
es_es: Establece el tipo de vista que puede crear created.You búsqueda, estándar, único, de archivo, y las vistas de la taxonomía. Todas las vistas excepto visión única producen una lista de contenido. Los puntos de vista individuales muestran contenido entidad individual. Cada entidad sólo puede tener un único punto de vista. Búsqueda vistas son para la visualización de resultados de búsqueda y deben estar unidos a al menos una forma de búsqueda. Vistas Taxonomía mostrar el contenido de una taxonomía. Cada taxonomía sólo puede tener una vista de la taxonomía. Vistas Archivo muestran una lista de contenidos entidad. Cada entidad sólo puede tener una vista de archivo. Además, puede ordenar, filtrar el contenido archivado de puntos de vista mediante la ficha Filtro. Visitas individuales Diplay sólo un registro por lo que no puede ser filtrada o ordenados. Si usted tiene gusto de mostrar varias versiones del contenido archivado de una entidad, puede crear una vista estándar. No hay limitación en el número de vistas estándar que se puede conectar a una entidad. Vistas estándar se pueden poner en una página o mensaje utilizando el botón de la barra WPAS.

source: Attach to Form
es_es: Adjuntar al Formulario

source: Search forms must be attached to an already created view. A search view defines the format of how search results will be displayed.
es_es: Buscar formas deben estar conectados a una visión ya creado. Una vista de búsqueda define el formato de cómo se mostrarán los resultados de búsqueda.

source: Attach to Taxonomy
es_es: Adjuntar a la taxonomía

source: Taxonomy views must be attached to a predefined taxonomy.
es_es: Vistas Taxonomía deben fijarse a una taxonomía predefinida.

source: Attach to Term
es_es: Adjuntar a Plazo

source: Taxonomy views can be attached to a predefined taxonomy term.
es_es: Vistas Taxonomía se puede conectar a un término taxonomía predefinida.

source: Views must be attached to a predefined entity. The attached entity's content is returned by the view after query filters applied.
es_es: Vistas deben estar conectados a una entidad predefinida. El contenido de la entidad adscrita es devuelta por la vista después de filtros de consulta aplicados.

source: Filters
es_es: Filtros

source: Messages
es_es: Mensajes

source: Display Options tab configures how the view will be displayed on the frontend. Filters tab defines how the content will be returned by setting sort order, number of records etc. Messages tab helps you define the messages to be displayed to users when the view's content is requested.
es_es: Pestaña Opciones de visualización configura cómo se mostrará la vista en el frontend. Ficha Filtros define cómo el contenido se devolverá mediante el establecimiento de un orden de publicación, número de registros, etc ficha Mensajes le ayuda a definir los mensajes que se muestran a los usuarios cuando se solicita el contenido de la vista.

source: When set, the view will be created as a page upon activation.
es_es: Cuando se establece, la vista será creada como una página después de la activación.

source: Setup Page Title
es_es: Configurar página Título

source: The title of the setup page. Max:255 char.
es_es: El título de la página de configuración. Max: 255 caracteres.

source: Display in App Dashboard
es_es: Display en Dashboard App

source: When set, displays shortcode in app dashboard. App Dashboard can only contain one instance of chart or datagrid shortcode. You can not select to display an integration view on your app dashboard if it includes a chart or datagrid which is already selected to be displayed on your app dashboard.
es_es: Cuando se establece, se muestra abreviado en aplicación salpicadero. App Dashboard sólo puede contener una instancia de gráfico o código corto datagrid. No se puede seleccionar para mostrar una vista de integración en el salpicadero aplicación si incluye un gráfico o cuadrícula de datos que ya está seleccionado para ser exhibido en el salpicadero aplicación.

source: Dashboard Title
es_es: Título del Panel de Control

source: The title of the dashboard. Max:255 char.
es_es: El título del cuadro de mandos. Max: 255 caracteres.

source: Dashboard Location
es_es: Dashboard Ubicación

source: Sets the frontend framework which will be used to configure the overall look and feel of the view. If you pick jQuery UI, you can choose your theme from App's Settings under the theme tab. Default is Twitter Bootstrap.
es_es: Establece el marco frontend que se utiliza para configurar el aspecto general de la vista. Si usted escoge jQuery UI, usted puede elegir su tema de configuración de la aplicación en la pestaña tema. El valor predeterminado es Twitter Bootstrap.

source: Enable paged navigation.
es_es: Habilitar navegación paginada.

source: Enables pagination links.
es_es: Habilita enlaces de paginación.

source: Show Index
es_es: Mostrar índice

source: When set, it displays the row index as the grid's first column.
es_es: Cuando se establece, se muestra el índice de la fila como la primera columna de la cuadrícula.

source: Show Hide Columns
es_es: Mostrar Ocultar columnas

source: When set, it gives the user an option to choose which columns to show/hide in the form of a button.
es_es: Cuando se establece, que ofrece al usuario la opción de elegir las columnas que desea mostrar / ocultar en la forma de un botón.

source: List
es_es: Lista

source: Select the attribute, taxonomy, or relationship identifier you would like to include in your grid by default. Select by clicking on the item.
es_es: Seleccione el atributo, la taxonomía, o relación identificador que le gustaría incluir en su red por defecto. Seleccione haciendo clic en el elemento.

source: Columns
es_es: Columnas

source: Displays the attributes, taxonomies, or relationship identifiers selected from the list. Deselect by clicking on the item.
es_es: Muestra los atributos, taxonomías o identificadores de relación seleccionada de la lista. Cancele la selección haciendo clic en el elemento.

source: Header
es_es: Encabezado

source: It defines the header content of the view. The header content is static and displayed on the top section of your view's content.
es_es: Se define el contenido de la cabecera de la vista. El contenido de la cabecera es estática y se muestra en la sección superior del contenido de su vista.

source: Layout
es_es: Diseño

source: Please select an entity to view tags.
es_es: Por favor, seleccione una entidad para ver las etiquetas.

source: It defines the footer content of the view. The footer content is static and displayed on the bottom section of your view's content.
es_es: Define el contenido de pie de página de la vista. El contenido de pie de página es estática y se muestran en la sección inferior del contenido de su vista.

source: Chart Title
es_es: Título del gráfico

source: Text to display above the chart. Max:255 char.
es_es: Texto a mostrar por encima de la tabla. Max: 255 caracteres.

source: Set the type of chart.
es_es: Establezca el tipo de gráfico.

source: Function
es_es: Rol

source: Sets aggregation function which will perform an action across all values in each group. Groups can be specified as attributes, taxonomies, dates, or relationships. Aggregation functions only apply on the numeric data for a group. None option does not apply any function. Count returns the count of elements. Null cells are not counted. Average returns the average value of all values. Max returns the maximum value. Min returns the minimum value. Sum returns the sum of all values.
es_es: Establece función de agregación que llevará a cabo una acción en todos los valores de cada grupo. Los grupos pueden ser especificadas como atributos, taxonomías, fechas, o relaciones. Funciones de agregación sólo se aplican a los datos numéricos de un grupo. Opción Ninguno no aplica ninguna función. Count devuelve el número de elementos. Células nulos no se cuentan. Promedio devuelve el valor promedio de todos los valores. Max devuelve el valor máximo. MIN devuelve el valor mínimo. Suma devuelve la suma de todos los valores.

source: Pie Type
es_es: Tipo de Pie

source: Select the type of pie chart.
es_es: Seleccione el tipo de gráfico circular.

source: The horizontal axis with an exception of a bar chart displays the categories in your content. You can use dates, attributes, taxonomies, or relationships as your categories. Date option offers data level and data range features for better categorization.
es_es: El eje horizontal con una excepción de un gráfico de barras muestra las categorías en su contenido. Puede usar fechas, atributos, taxonomías o relaciones como sus categorías. Opción Fecha ofrece el nivel de datos y características de rango de datos para una mejor categorización.

source: Axis Title (H)
es_es: Título del eje (H)

source: The title of the horizontal axis. Max:255 char.
es_es: El título del eje horizontal. Max: 255 caracteres.
