Repository: wp-plugins/wp-app-studio
Catalog: languages/wpas-*.po
Languages: es_es

source: e.g Quantity Ordered
es_es: por ejemplo, cantidad pedida

source: This is the name which will appear on the related relationship box of the admin EDIT page of the entity.
es_es: Este es el nombre que aparecerá en el cuadro de la relación correspondiente de la página de administración EDIT de la entidad.

source: Attribute types defines how the entity attribute will be displayed on the admin edit page of the entity.
es_es: Tipos de atributo define cómo se mostrará el atributo de la entidad en la página de administración de edición de la entidad.

source: e.g please enter the quantity ordered.
es_es: por ejemplo, por favor ingrese la cantidad pedida.

source: instructions for authors. shown when submitting data.
es_es: instrucciones para autores. se muestra la hora de presentar los datos.

source: e.g. blue;red;white
es_es: por ejemplo, azul, rojo, blanco

source: Default value of the field
es_es: El valor por defecto del campo

source: Create a default value for the attribute.
es_es: Crear un valor predeterminado para el atributo.

source: Relationships are connections between entities. You can create one-to-many(1-M), many-to-many(M-M) relationships. Each relationship may have one to many attributes.
es_es: Las relaciones son las conexiones entre entidades. Puede crear uno-a-muchos (1-M), (MM) relaciones de muchos a muchos. Cada relación puede tener de uno a muchos atributos.

source: Relationship name should be in slug form (must not contain capital letters or spaces) and not more than 32 characters long. Previously used relationship names are not allowed. Underscores are allowed.
es_es: Nombre de la relación debe ser en forma de trozos (no debe contener letras mayúsculas o espacios) y no más de 32 caracteres de largo. No se permiten nombres de relación utilizados anteriormente. Se permiten guiones bajos.

source: From Entity Name
es_es: De Nombre Entidad

source: FROM entity is the related entity in a relationship. Many entity instances from the related entity can reference any one entity instance from the primary entity.
es_es: DESDE entidad es la entidad relacionada en una relación. Muchas instancias de entidad de la entidad relacionada pueden hacer referencia a cualquier instancia de una entidad de la entidad principal.

source: To Entity Name
es_es: Para Nombre Entidad

source: TO entity is the primary entity in a relationship. Any one entity instance from the primary entity can be referenced by many entity instances from the related entity.
es_es: PARA entidad es la entidad primaria en una relación. Cualquier instancia de una entidad de la entidad primaria se puede hacer referencia por muchas instancias de entidad de la entidad relacionada.

source: Only Editors can be related
es_es: Sólo los editores pueden estar relacionados

source: Only Author can be related
es_es: Sólo Autor puede estar relacionado

source: Only Contributor can be related
es_es: Sólo Contribuyente puede estar relacionado

source: Only Subscriber can be related
es_es: Sólo suscriptor puede estar relacionado

source: Only Administrator can be related
es_es: Sólo el administrador puede estar relacionada

source: Limits the relationship to the group of users who belong to the selected role. Builtin roles: Super Admin - Someone with access to the blog network administration features controlling the entire network (See Create a Network). Administrator - Somebody who has access to all the administration features. Editor - Somebody who can publish and manage posts and pages as well as manage other users's posts, etc. Author - Somebody who can publish and manage their own posts. Contributor - Somebody who can write and manage their posts but not publish them. Subscriber - Somebody who can only manage their profile. If you predefined custom roles, you can select them as well. You can create multiple user relationships with the same entity and limit them by different roles. User to User relationships are not allowed.
es_es: Limita la relación con el grupo de usuarios que pertenecen a la función seleccionada. Papeles Integrados: Súper admin - Alguien con acceso a la administración de la red blog presenta el control de toda la red (Consulte Creación de una red). Administrador - Alguien que tiene acceso a todas las funciones de administración. Editor - Alguien que pueda publicar y gestionar los mensajes y las páginas, así como gestionar otros mensajes de usuarios, etc Autor - alguien que pueda publicar y gestionar sus propios mensajes. Colaborador - Alguien que puede escribir y gestionar sus mensajes pero no publicarlos. Suscriptor - Alguien que sólo pueden gestionar su perfil. Si predefinidos papeles personalizados, puede seleccionar también. Puede crear múltiples relaciones del usuario con la misma entidad y limitarlas por diferentes roles. Usuario a las relaciones de los usuarios no se les permite.

source: A short descriptive summary of what the relationship is.
es_es: Un resumen descriptivo debajo de lo que la relación es.

source: Makes the relationship required when entering data using this relationship so it can not be blank.
es_es: Hace la relación requerida al introducir datos utilizando esta relación por lo que no puede estar en blanco.

source: Makes the relationship required when searching data using this relationship so it can not be blank.
es_es: Hace la relación necesaria en la búsqueda de datos mediante esta relación por lo que no puede estar en blanco.

source: One-to-Many
es_es: Uno-a-Muchos

source: Many-to-Many
es_es: Muchos-a-Muchos

source: Pick the type of relationship between TO and FROM entity. In a one-to-many relationship, each record in the related to entity can be related to many records in the relating entity. For example, in a customer to an invoice relationship each customer can have many invoices but each invoice can only be generated for a single customer. In a many-to-many relationship, one or more records in a entity can be related to 0, 1 or many records in another entity. For example, Each customer can order many products and each product can be ordered by many customers.
es_es: Escoge el tipo de relación entre TO y FROM entidad. En una relación de uno a varios, cada registro de la relación con la entidad se puede relacionar con varios registros de la entidad relacionada. Por ejemplo, en un cliente a una relación factura cada cliente puede tener muchas facturas, pero cada factura sólo puede ser generado para un solo cliente. En una relación de muchos a muchos, uno o varios registros de una entidad pueden estar relacionadas con 0, 1 o varios registros de otra entidad. Por ejemplo, cada cliente puede pedir muchos productos, y cada producto puede ser ordenado por muchos clientes.

source: Display Connected in Frontend
es_es: Visualización conectados en Frontend

source: When checked, it displays the connected relationship data on the frontend. For example; you have a relationship between products and orders. One product may be ordered multiple times. On a product page, connected option will show the order records that the same product is ordered.
es_es: Cuando se activa, muestra los datos de relaciones conectadas en el frontend. Por ejemplo; usted tiene una relación entre los productos y pedidos. Un producto puede ser pedido varias veces. En una página de producto, opción conectada mostrará los expedientes de la orden que el mismo producto se ordena.

source: Display Related in Frontend
es_es: Pantalla relacionados en Frontend

source: When checked, it displays the related relationship data on the frontend. For example; you have a many to many relationship between products and orders. One product may be ordered multiple times. One order may include multiple products. On a product page, related option will show the products that are ordered in the same connected order. This option can be used only in Many-to-Many relationships.
es_es: Cuando se activa, muestra los datos de relaciones conexas en el frontend. Por ejemplo; usted tiene una relación muchos a muchos entre los productos y pedidos. Un producto puede ser pedido varias veces. Un pedido puede incluir varios productos. En una página de producto, opción relacionada mostrará los productos que son ordenados en el mismo orden de conexión. Esta opción sólo se puede utilizar en muchos-a-muchos.

source: Connected
es_es: Conectado

source: Related
es_es: Relacionados

source: From Entity Title
es_es: De Título de la entidad

source: e.g. Orders (To Entity)
es_es: por ejemplo, órdenes (a la Entidad)

source: Default is set to To Entity label.
es_es: Por defecto se establece en la etiqueta Para Entidad.

source: To Entity Title
es_es: Para Título de la entidad

source: e.g. Products (From Entity)
es_es: por ejemplo, los productos (De Entidad)

source: Default is set to From Entity label.
es_es: Por defecto está ajustado a partir de la etiqueta Entidad.

source: Box Display
es_es: Caja Display

source: Display in FROM entity
es_es: Visualizar en FROM entidad

source: Display in TO entity
es_es: Visualizar en TO entidad

source: Display in ANY entity
es_es: Display en cualquier entidad

source: Do not display
es_es: No mostrar

source: Pick the location of relationship metabox. The metabox will be displayed in the editor screen of the selected entity or both.
es_es: Elija la ubicación de la relación METABOX. El METABOX se mostrará en la pantalla del editor de la entidad seleccionada o ambos.

source: Main Column Display
es_es: Columna de pantalla principal

source: When set, Wp App Studio displays the relationship box in the main column of the entity editor instead of the side column(default). This will allocate more space when defining connections. The relationships with attributes are by default allocated to the main column.
es_es: Cuando se establece, Wp App Studio muestra el cuadro de relación de la columna principal del editor de entidad en lugar de la columna lateral (por defecto). Esto asignar más espacio en la definición de las conexiones. Las relaciones con los atributos por defecto asignado a la columna principal.

source: e.g. Connected Orders (To Entity)
es_es: por ejemplo, los encargos relativos a la Entidad ()

source: Sets the connected relationship title on the 'from' entity frontend.
es_es: Establece el título relación conectada en el 'de' entidad frontend.

source: e.g. Connected Products (From Entity)
es_es: por ejemplo, otros productos (De Entidad)

source: Sets the connected relationship title on the 'to' entity frontend.
es_es: Establece el título relación conectada en la 'a' entidad frontend.

source: Unordered List
es_es: Lista desordenada

source: Ordered List
es_es: Lista ordenada

source: Comma Seperated List
es_es: Comma Lista Seperated

source: Sets how the connected relationship data will be displayed on the frontend. Standard ,Ordered List, Comma Seperated List, and Unordered List are the options. Standard option creates a div which wraps all relationship data.
es_es: Establece cómo se mostrarán los datos de relaciones conectadas en el frontend. Estándar, lista ordenada, Coma Lista Seperated y lista desordenada son las opciones. Opción estándar crea un div que envuelve todos los datos de relaciones.

source: From Entity Layout
es_es: Desde Entidad Layout

source: Sets the layout of a single -from entity- record of your view. You can also edit the source code, add entity attributes, taxonomies.
es_es: Establece el diseño de un solo registro entidad- -desde de su vista. También puede editar el código fuente, agregar atributos de entidad, taxonomías.

source: To Entity Layout
es_es: Para Entidad Layout

source: Sets the layout of a single -to entity- record of your view. You can also edit the source code, add entity attributes, taxonomies.
es_es: Establece el diseño de un registro único de entidad-: para la vista. También puede editar el código fuente, agregar atributos de entidad, taxonomías.

source: e.g. Related Products (From Entity)
es_es: por ejemplo, productos relacionados (De Entidad)

source: Sets the related relationship title on the 'from' entity frontend. This option can be used only in Many-to-Many relationships.
es_es: Establece el título correspondiente en la relación 'de' entidad frontend. Esta opción sólo se puede utilizar en muchos-a-muchos.

source: e.g. Related Orders (To Entity)
es_es: por ejemplo, órdenes relacionadas (a la Entidad)

source: Sets the related relationship title on the 'to' entity frontend. This option can be used only in Many-to-Many relationships.
es_es: Establece el título correspondiente en la relación de la 'a' entidad frontend. Esta opción sólo se puede utilizar en muchos-a-muchos.

source: Sets how the related relationship data will be displayed on the frontend. Standard ,Ordered List, Comma Seperated List, and Unordered List are the options. Standard option creates a div which wraps all relationship data. This option can be used only in Many-to-Many relationships.
es_es: Establece cómo se mostrarán los datos de relaciones conexas en el frontend. Estándar, lista ordenada, Coma Lista Seperated y lista desordenada son las opciones. Opción estándar crea un div que envuelve todos los datos de relaciones. Esta opción sólo se puede utilizar en muchos-a-muchos.

source: Sets the layout of a single record of your view. You can also edit the source code, add entity attributes, taxonomies.
es_es: Establece el diseño de un único registro de su vista. También puede editar el código fuente, agregar atributos de entidad, taxonomías.

source: From Entity Name
es_es: De Nombre Entidad

source: Relationship Type
es_es: Tipo de Relacion

source: Check All
es_es: Marcar todos

source: No taxonomies defined yet.
es_es: No hay taxonomías aún por definir.

source: No widgets defined yet.
es_es: No hay reproductores aún por definir.

source: No forms defined yet.
es_es: No hay formas aún por definir.

source: No views defined yet.
es_es: No hay puntos de vista aún por definir.

source: There must be at least one capability enabled.
es_es: Debe haber al menos una capacidad de habilitado.

source: A role is a collection of capabilities which enable or disable access to your application's data.
es_es: Un rol es un conjunto de capacidades que activan o desactivan el acceso a los datos de la aplicación.

source: e.g. product_owner
es_es: por ejemplo product_owner

source: Sets a unique name containing only alphanumeric characters and underscores.
es_es: Establece un nombre único que contiene sólo caracteres alfanuméricos y guiones bajos.

source: e.g. Product Owner
es_es: por ejemplo, propietario del producto

source: Sets a role label to represent your role.
es_es: Establece una etiqueta de papel para representar su papel.

source: Default Capabilities
es_es: Capacidades defecto

source: App Info
es_es: Info App

source: Navigation
es_es: Navegación

source: Dashboards
es_es: Panel de Control

source: Toolbar
es_es: Barra de Herramientas

source: Login Screen
es_es: Pantalla de Acceso

source: Footer
es_es: Pie de página

source: Mail
es_es: Correo

source: Misc
es_es: Varios

source: Settings page offers quick configuration of some of the features of your application.
es_es: Página de configuración ofrece una configuración rápida de algunas de las características de su aplicación.

source: e.g. sim-ent
es_es: por ejemplo, sim-ent

source: Set a unique textdomain for your app. Textdomains are used in translations and plugin implementation. It can contain only letters and dashes, not more than 10 chars.
es_es: Establezca un textdomain único para su aplicación. Textdomains se utilizan en las traducciones y la implementación del plugin. Puede contener sólo letras y guiones, y no más de 10 caracteres.

source: Site URL
es_es: URL del sitio

source: e.g. http://example.com
es_es: por ejemplo http://example.com

source: Enter your the URL of site starting with http://..
es_es: Introduce la URL de tu sitio a partir de http: // ..

source: Site Name
es_es: Nombre del sitio

source: e.g. My WordPress Blog
es_es: por ejemplo, mi blog de WordPress

source: Enter your blog's title.
es_es: Escriba el título de su blog.

source: Application Short Desc
es_es: Aplicación Breve descripción

source: e.g. Product List Application
es_es: por ejemplo, del producto Aplicación de lista

source: Enter a short description of the application
es_es: Escriba una breve descripción de la aplicación

source: Application Desc
es_es: Aplicación descripción

source: Enter a description of the application
es_es: Introduzca una descripción de la aplicación

source: Application Version
es_es: Versión de la aplicación

source: e.g 1.0.0
es_es: por ejemplo 1.0.0

source: Enter the application's version number.
es_es: Introduzca el número de versión de la aplicación.

source: Name Of The Plugin Author
es_es: Name Of The Plugin Autor

source: Name of the application author.
es_es: Nombre del autor de la aplicación.

source: Author Site Url
es_es: Autor del sitio Url

source: URI of the application author.
es_es: URI del autor de la aplicación.

source: Change Log
es_es: Registro de Cambios

source: Enter a brief description for changes in your app version.
es_es: Introduzca una breve descripción de los cambios en su versión de la aplicación.

source: Customize Navigation menus
es_es: Personaliza los menús de navegación

source: Allows to display or remove menus.
es_es: Permite mostrar o eliminar menús.

source: Display Dashboard menu
es_es: Mostrar el menú Dashboard

source: Allows to display or remove the dashboard menu.
es_es: Permite mostrar u ocultar el menú salpicadero.

source: Display Posts menu
es_es: Menú Mostrar mensajes

source: Allows to display or remove the posts menu.
es_es: Permite mostrar o quitar el menú de mensajes.

source: Display Media menu
es_es: Mostrar el menú Medios

source: Allows to display or remove the media menu.
es_es: Permite mostrar o quitar el menú de medios de comunicación.

source: Display Links menu
es_es: Menú Mostrar Enlaces

source: Allows to display or remove the links menu.
es_es: Permite mostrar o quitar el menú de enlaces.

source: Display Pages menu
es_es: Mostrar el menú Páginas

source: Allows to display or remove the pages menu.
es_es: Permite mostrar o quitar el menú de páginas.

source: Display Appearance menu
es_es: Mostrar el menú Apariencia

source: Allows to display or remove the appearance menu.
es_es: Permite mostrar o quitar el menú de línea.

source: Display Tools menu
es_es: Menú de pantalla Herramientas

source: Allows to display or remove the tools menu.
es_es: Permite mostrar o quitar el menú de herramientas.

source: Display Users menu
es_es: Menú de visualización Usuarios

source: Allows to display or remove the users menu.
es_es: Permite mostrar o quitar el menú de usuarios.

source: Display Comments menu
es_es: Menú Display Comentarios

source: Allows to display or remove the comments menu.
es_es: Permite mostrar o quitar el menú de los comentarios.

source: Remove all default dashboard widgets
es_es: Retire todos los widgets del Dashboard defecto

source: Allows to remove all the standard dashboard widgets.
es_es: Permite eliminar todos los widgets del Dashboard estándar.

source: Force the Number of Columns in Dashboard
es_es: Forzar el número de columnas de Dashboard

source: Forces the number of columns in the admin dashboard widgets.
es_es: Fuerza el número de columnas en los widgets de administración del tablero de instrumentos.

source: 1 column
es_es: 1 columna

source: 2 columns
es_es: 2 columnas

source: 3 columns
es_es: 3 columnas

source: 4 columns
es_es: 4 columnas

source: 5 columns
es_es: 5 columnas

source: Select the number of columns in the admin dashboard widgets.
es_es: Seleccione el número de columnas en los widgets de administrador del salpicadero.

source: Modify Toolbar
es_es: Modificar barra de herramientas

source: Remove both toolbars
es_es: Retire las dos barras de herramientas

source: Remove backend toolbar
es_es: Retire la barra de herramientas de back-end

source: Remove frontend toolbar
es_es: Retire la barra de herramientas frontend

source: Remove all standard admin toolbar menus
es_es: Retire todos los menús de la barra de herramientas de administración estándar

source: Remove both toolbars: Allows to remove admin toolbar from the backend and the front side of your website. Remove backend toolbar: Allows to remove admin toolbar from the backend. Remove frontend toolbar: Allows to remove admin toolbar from the front side of your website. Remove all standard admin toolbar menus: Allows to remove all default admin toolbar menus.
es_es: Retire las dos barras de herramientas: Permite eliminar la barra de herramientas de administración desde el backend y la parte delantera de su sitio web. Retire la barra de herramientas de back-end: Permite eliminar la barra de herramientas de administración desde el backend. Retire la barra de herramientas frontend: Permite eliminar la barra de herramientas de administración de la parte delantera de su sitio web. Retire todos los menús de la barra de herramientas de administración estándar: Permite eliminar todos los menús de la barra de herramientas de administrador por defecto.

source: Login logo image url
es_es: Entrar logo imagen url

source: http://path-to-my-application-logo
es_es: http: // ruta-a-mi-aplicación-logo

source: Enter login logo image url for the application. It is displayed above the login box. For best results, use an image that is less than 326 pixels wide.
es_es: CONECTAR logo imagen url para la aplicación. Se muestra por encima de la caja de la conexión. Para obtener los mejores resultados, utilice una imagen que está a menos de 326 píxeles de ancho.

source: Toolbar image url
es_es: URL de la imagen Toolbar

source: http://path-to-my-application-toolbar-logo
es_es: http: // ruta-a-mi-application-barra de herramientas-logo

source: Enter toolbar image url for the application. It is displayed in the admin toolbar. For best results, use an image that is 20x20 pixels.
es_es: Ingrese url imagen barra de herramientas de la aplicación. Se muestra en la barra de herramientas de administración. Para obtener los mejores resultados, utilice una imagen que es de 20x20 píxeles.

source: Left footer
es_es: Pie izquierdo

source: Displays a message in the left hand side of the backend footer.
es_es: Muestra un mensaje en la parte izquierda del pie de página backend.

source: Right footer
es_es: Pie derecho

source: Displays a short message such as application version number in the right hand side of the backend footer.
es_es: Muestra un mensaje corto como el número de versión de la aplicación en la parte derecha del pie de página backend.

source: Mail FROM email address
es_es: Electrónico desde la dirección de correo electrónico

source: e.g. info@example.com
es_es: por ejemplo info@example.com

source: Sets the FROM email address for the application wide emails
es_es: Establece la dirección de Email Para los correos electrónicos amplia aplicación

source: Mail FROM name
es_es: Correo de Nombre

source: e.g. Webmaster
es_es: por ejemplo Webmaster

source: Sets the name of the sender for the application wide emails.
es_es: Establece el nombre del remitente de los correos electrónicos de amplia aplicación.

source: Remove Filters
es_es: Eliminar filtros

source: Allows to display or remove filters and columns component.
es_es: Permite mostrar o eliminar filtros y columnas componente.

source: Remove Operations
es_es: Retire Operaciones

source: Allows to display or remove operations page and its button.
es_es: Permite mostrar o eliminar la página operaciones y su botón.

source: Remove Anayltics
es_es: Retire anayltics

source: Allows to display or remove analytics component.
es_es: Permite visualizar o cambiar componentes de análisis.

source: Set jQuery UI Theme
es_es: Establecer jQuery UI Tema

source: Theme Type
es_es: Tipo temático
