Repository: wp-plugins/wp-app-studio
Catalog: languages/wpas-*.po
Languages: es_es

source: Axis Value (H)
es_es: Eje de valores (H)

source: Select the specific date, attribute, taxonomy, or relationship for your horizontal axis categories.
es_es: Seleccione la fecha específica, atributo, taxonomía, o relación de sus categorías de eje horizontal.

source: Date Level (H)
es_es: Fecha Nivel (H)

source: Select how you want to display your date category. You can use year or month for summarization.
es_es: Seleccione cómo desea mostrar la categoría de su fecha. Usted puede utilizar el año o el mes para el resumen.

source: Date Range (H)
es_es: Intervalo de tiempo (H)

source: Select the date range.
es_es: Seleccione el intervalo de fechas.

source: The vertical axis with the exception of bar charts displays the scale of a measure categorized by the horizontal axis. A measure is a property of which calculations (e.g., sum, count, average, minimum, maximum) can be made. You can use dates, attributes, taxonomies, and relationships as your vertical axis measures. Date is a special attribute type and offers data range level and data range features for better categorization.
es_es: El eje vertical con la excepción de los gráficos de barras muestra la escala de una medida categorizado por el eje horizontal. Una medida es una propiedad de la cual los cálculos (por ejemplo, suma, cuenta, promedio, mínimo, máximo) se puede hacer. Usted puede utilizar las fechas, los atributos, las taxonomías y las relaciones como sus medidas de eje vertical. Fecha es un tipo de atributo especial y ofrece un nivel de rango de datos y características de rango de datos para una mejor categorización.

source: Axis Title (V)
es_es: Título del eje (V)

source: The title of the vertical axis. Max:255 char.
es_es: El título del eje vertical. Max: 255 caracteres.

source: Axis Value (V)
es_es: Eje Valor (V)

source: Select the measure you would to use in your vertical axis.
es_es: Seleccione la medida que lo haría para utilizar en su eje vertical.

source: Date Level (V)
es_es: Fecha Nivel (V)

source: Select how you want to display your date measure. You can use year or month for summarization.
es_es: Seleccione cómo desea mostrar la fecha de medida. Usted puede utilizar el año o el mes para el resumen.

source: Date Range (V)
es_es: Intervalo de tiempo (V)

source: Select the range of dates to be used in your measure.
es_es: Seleccione el rango de fechas que se utilizará en su medida.

source: Height
es_es: Talla

source: Sets the height of the chart area. Set a simple number in pixels.Example: 100px.
es_es: Establece la altura del área del gráfico. Establezca un número simple en pixels.Example: 100px.

source: Width
es_es: Ancho

source: Sets the width of the chart area. Set a simple number in pixels. Example: 100px. Leave it blank for responsive sizing i.e. chart will resize itself based on the screen size.
es_es: Establece el ancho del área del gráfico. Establecer un simple número en píxeles. Ejemplo: 100px. Déjelo en blanco para decir que responde carta dimensionamiento se redimensionará basado en el tamaño de pantalla.

source: Legend Position
es_es: Leyenda Posición

source: Position of the legend. Can be one of the following: Bottom - Below the chart. Left - To the left of the chart. In - Inside the chart, by the top left corner. Right - To the right of the chart. Incompatible with the vAxes option. Top - Above the chart. None - No legend is displayed.
es_es: Posición de la leyenda. Puede ser uno de los siguientes: Bottom - Debajo de la gráfica. Izquierda - A la izquierda del gráfico. En - Dentro de la carta, por la esquina superior izquierda. Derecha - A la derecha de la tabla. Incompatible con la opción VAX. Top - Por encima de la tabla. Ninguno - No se muestra ninguna leyenda.

source: Is Stacked
es_es: Se apila

source: When set, the chart series are displayed on top of one another.
es_es: Cuando se establece, la serie del gráfico se muestran en la parte superior de uno al otro.

source: The custom css code to be used when displaying the content. It is handy when you added custom classes in the layout editor and want to add css class definitions. You can leave this field blank and use a common css file for all.
es_es: El código CSS personalizado que se utilizará cuando se muestra el contenido. Es útil cuando usted agregó clases personalizadas en el editor de formato y desea agregar las definiciones de clase css. Puede dejar este campo en blanco y utilizar un archivo css común para todos.

source: Entities Per Page
es_es: Entidades Por Pagina

source: e.g. 16
es_es: por ejemplo 16

source: Specify the number of content block to show per page. Use any integer value or -1 to show all.
es_es: Especifique el número de bloque de contenido a mostrar por página. Utilice cualquier valor entero o -1 para mostrar todo.

source: List Order
es_es: Lista de Pedidos

source: Descending
es_es: Descendente

source: Ascending
es_es: Ascendente

source: Allows the content to be sorted ascending or descending by a parameter selected. Defaults to descending.
es_es: Permite el contenido que desee ordenar ascendente o descendente por un parámetro seleccionado. El valor predeterminado es Descendente.

source: Sort Retrieved Posts By
es_es: Mensajes Ordenar recuperados por

source: ID
es_es: Identificación

source: Post parent id
es_es: ID del padre

source: Last modified date
es_es: Última fecha de modificación

source: Random
es_es: Aleatorio

source: Number of comments
es_es: Número de comentarios

source: None
es_es: Ninguno

source: Allows sorting of retrieved content by a parameter selected. Defaults to date.
es_es: Permite la clasificación de contenido recuperado por un parámetro seleccionado. El valor predeterminado es la fecha.

source: Show By Status
es_es: Mostrar por estado

source: Pending
es_es: Pendiente

source: With no content
es_es: Sin contenido

source: Any but excluded from search
es_es: Cualquier pero excluidos de la búsqueda

source: Retrieves content by status, default value is publish.
es_es: Recupera el contenido por el estado, el valor por defecto es publicar.

source: Sets the text which will be displayed to users that do not have access to this view.
es_es: Establece el texto que se muestra a los usuarios que no tienen acceso a este punto de vista.

source: Widgets add content and features to your Sidebars or Dashboard. You can display entity data in a sidebar or dashboard widget.
es_es: Widgets de agregar contenido y funciones a las barras laterales o Dashboard. Puede mostrar datos de la entidad en un widget de la barra lateral o en el salpicadero.

source: Unique identifier for the widget. Can not contain capital letters,dashes or spaces. Between 3 and 30 characters.
es_es: Identificador único para el widget. No puede contener letras mayúsculas, guiones o espacios. Entre 3 y 30 caracteres.

source: e.g. Recent Products
es_es: por ejemplo Productos recientes

source: Sets the initial title of the widget which will displayed on the backend.
es_es: Establece el título inicial del widget que aparece en el back-end.

source: e.g. Recent Orders
es_es: por ejemplo, pedidos recientes

source: Sets the title of the widget on sidebar or dashboard.
es_es: Establece el título del widget en la barra lateral o en el salpicadero.

source: Sidebar
es_es: Barra lateral

source: Sets type of the your widget. You can create a Dashboard or Sidebar widget.
es_es: Establece el tipo de widget. Usted puede crear un widget de Dashboard o Sidebar.

source: Admin
es_es: Administración

source: Sets the type of dashboard widget.
es_es: Establece el tipo de widget de Dashboard.

source: Sets the type of sidebar widget.
es_es: Establece el tipo de widget barra lateral.

source: All widgets must be attached to a predefined entity. Entity widgets display the attached entity's content.
es_es: Todos los widgets deben estar conectados a una entidad predefinida. Widgets Entidad mostrar el contenido de la entidad adherida.

source: Sets the initial short description explaining what the widget does.
es_es: Establece la descripción corta inicial explicando lo que hace el widget.

source: Widget message
es_es: Mensaje Widget

source: Optionally you can set an initial message
es_es: Opcionalmente se puede configurar un mensaje inicial

source: Sets the initial message of the dashboard widget for application-wide messages.
es_es: Establece el mensaje inicial del widget de Dashboard para los mensajes de toda la aplicación.

source: The widget layout defines how the content will be displayed within the widget.
es_es: El widget de diseño define cómo se muestra el contenido en el widget.

source: The custom css code to be used when displaying the content. You can leave this field blank and use WPAS app css file.
es_es: El código CSS personalizado que se utilizará cuando se muestra el contenido. Puede dejar este campo en blanco y usar archivo app css WPAS.

source: Display in Wordpress Dashboard
es_es: Pantalla en Wordpress Dashboard

source: When set, displays widget in wordpress dashboard.
es_es: Cuando se establece, se muestra en flash panel de WordPress.

source: When set, displays widget in app dashboard.
es_es: Cuando se establece, pantallas flash en aplicación salpicadero.

source: Per Page
es_es: Por Página

source: e.g. 16'
es_es: por ejemplo 16 '

source: Number of entity/comment content to show per page. Use any integer value or -1 to show all.
es_es: Número de entidad / comentario contenidos que se muestran por página. Utilice cualquier valor entero o -1 para mostrar todo.

source: List Order
es_es: Lista de Pedidos

source: Allows the content to be sorted ascending or descending. Defaults to descending.
es_es: Permite el contenido que desee ordenar ascendente o descendente. El valor predeterminado es Descendente.

source: Sort Retrieved By
es_es: Ordenar Obtenido Por

source: Author Email
es_es: Autor Email

source: Author IP
es_es: Autor IP

source: Author Url
es_es: Autor Url

source: Parent
es_es: Padre

source: Post id
es_es: Identificación del Mensaje

source: Approved
es_es: Aprobado

source: Agent
es_es: Agente

source: Show By Status
es_es: Mostrar por estado

source: Retrieves content by status, default value is publish
es_es: Recupera el contenido por el estado, el valor por defecto es publicar

source: Hold
es_es: Bloqueo

source: Spam
es_es: Correo no deseado

source: Post Trashed
es_es: Mensaje Trashed

source: Add New App
es_es: Añadir Nueva Aplicación

source: Please wait
es_es: Por favor espere.

source: Are you sure you wish to delete?
es_es: ¿Seguro que desea eliminar?

source: Application
es_es: Solicitud

source: Help
es_es: Ayuda

source: Form
es_es: Formulario

source: Notification
es_es: Notificación

source: Add New Application Settings
es_es: Añadir Nueva configuración de la aplicación

source: Update Application Settings
es_es: Ajustes de actualización de la aplicación

source: Add New Role
es_es: Crear Nuevo Rol

source: Role
es_es: Papel

source: Add New Tab
es_es: Agregar nueva ficha

source: Add New Form
es_es: Agregar nuevo formulario

source: Add New Widget
es_es: Crear Nuevo Widget

source: Add New View
es_es: Añadir Nueva vista

source: Add New Notification
es_es: Agregar Notificación

source: Add New Help
es_es: Crear Nuevo Ayuda

source: Add New Relationship
es_es: Añadir nueva relación

source: Add New Taxonomy
es_es: Añadir nueva taxonomía

source: Add New Attribute
es_es: Añadir nuevo atributo

source: Add New Entity
es_es: Añadir Nueva entidad

source: Update Settings
es_es: Ajustes de actualización

source: Please check duplicate entries and try again.
es_es: Por favor, consulte las entradas duplicadas e inténtelo de nuevo.

source: Please select an option for all dropdowns.
es_es: Por favor, seleccione una opción para todos los menús desplegables.

source: Please update element row sizes to the total of 12.
es_es: Por favor, actualice tamaños de fila de elementos para el total de 12.

source: There must be only one submit button.
es_es: Debe haber un solo botón de enviar.

source: Tab Title (edit me)
es_es: Ficha Título (me editar)

source: Accordion Title (edit me)
es_es: Acordeón Título (me editar)

source: Tab Group Title (edit me)
es_es: Ficha Título del grupo (me editar)

source: Accordion Group Title (edit me)
es_es: Acordeón Grupo Título (me editar)

source: Must contain only letters, numbers or spaces and must start with a letter.
es_es: Debe contener sólo letras, números o espacios y debe comenzar con una letra.

source: Please remove capital letters.
es_es: Por favor, elimine mayúsculas.

source: Please remove spaces.
es_es: Por favor, elimine espacios.

source: Please remove dashes.
es_es: Por favor, elimine guiones.

source: Must contain only integers or -1.
es_es: Debe contener sólo números enteros o -1.

source: Must contain only integers.
es_es: Debe contener sólo números enteros.

source: Must contain only letters or numbers.
es_es: Debe contener sólo letras o números.

source: Must contain only letters, numbers or dashes.
es_es: Debe contener sólo letras, números o guiones.

source: Must contain only letters or dashes.
es_es: Debe contener sólo letras o guiones.

source: Must contain only letters and dashes and start with fa-.
es_es: Debe contener sólo letras y guiones y comenzar con fa-.

source: Must contain only letters, numbers or underscores.
es_es: Debe contener sólo letras, números o guiones bajos.

source: Must contain only letters, numbers, underscores or dashes.
es_es: Debe contener sólo letras, números, guiones bajos o guiones.

source: Must contain only letters, numbers and commas.
es_es: Debe contener sólo letras, números y comas.

source: Must contain only letters, numbers, underscores, semicolon and curly brackets.
es_es: Debe contener sólo letras, números, guiones bajos, punto y coma y entre llaves.

source: Must contain only letters, numbers, underscores, semicolon, curly and square brackets.
es_es: Debe contener sólo letras, números, guiones bajos, punto y coma, llaves y cuadrados.

source: Must contain only numbers and dots.
es_es: Debe contener sólo números y puntos.

source: You need to seperate each option value with a semicolon and each option must have a value defined within curly brackets.
es_es: Es necesario separar cada valor de la opción con un punto y coma y cada opción debe tener un valor definido entre llaves.

source: You need to seperate each option value with a semicolon and each option must have a value defined within curly or/and square brackets.
es_es: Es necesario separar cada valor de la opción con un punto y coma y cada opción debe tener un valor definido dentro rizado y / o corchetes.

source: You cannot have multiple default values.
es_es: No se puede tener varios valores por defecto.

source: You cannot use reserved words.
es_es: No puede utilizar palabras reservadas.

source: Please select a different attach to or screen type.
es_es: Por favor, seleccione una diferente adjuntar o tipo de pantalla.

source: Please enter a unique name.
es_es: Por favor, introduzca un nombre único.

source: Please enter valid email(s).
es_es: Por favor introduce correo válida (s).

source: You cannot create User to User relationship. Please select a different entity.
es_es: No puede crear usuario a la relación del usuario. Por favor, seleccione una entidad diferente.

source: Widget must be displayed at least one location.
es_es: Widget se debe mostrar al menos una ubicación.

source: Your layout can't contain shortcodes which are already in app dashboard.
es_es: Su diseño no puede contener códigos cortos que ya están en aplicación salpicadero.

source: Please setup at least one of user or admin notification.
es_es: Por favor, configure al menos uno de los usuarios o de la notificación de administración.
