Repository: wp-plugins/wp-app-studio
Catalog: languages/wpas-*.po
Languages: es_es

source: Enable Search Operators
es_es: Habilitar Operadores de búsqueda

source: Enables operators in search forms such as '<, >, Is, Search' etc.
es_es: Permite a los operadores en las formas de búsqueda como '<,>, es decir, de búsqueda', etc

source: No Access Message
es_es: Sin acceso a mensajes

source: Sets the text which will be displayed to users that do not have access to this form.
es_es: Establece el texto que se muestra a los usuarios que no tienen acceso a esta forma.

source: No Results Message
es_es: No hay resultados Mensaje

source: Sets the text which will be displayed when there are no results to show.
es_es: Establece el texto que se muestra cuando no hay resultados para mostrar.

source: Submit Status
es_es: Presentar Estado

source: Publish
es_es: Publicar

source: Draft
es_es: Borrador

source: Future
es_es: Futuro

source: Private
es_es: Privado

source: Trash
es_es: Papelera

source: Sets the status of all form entries for the users who have -edit_published- capability for this entity. Publish - Entry is available immediately. Draft - Entry is in draft status. Future - Entry is will be published in the future. Private - Entry is not visible to users who are not logged in. Trash - Entry is in trashbin. Default is publish.
es_es: Establece el estado de todas las entradas del formulario para los usuarios que tienen la capacidad -edit_published- para esta entidad. Publicar - Página de entrada está disponible de inmediato. Proyecto - Este apellido figura en el proyecto de estado. Futuro - La entrada se va a publicar en el futuro. Privado - La entrada no es visible para los usuarios que no estén conectados en la Papelera -. Entrada es de Trashbin. El valor predeterminado es publicar.

source: Submit Button Type
es_es: Enviar tipo de botón

source: Standard (White - #FFFFF)
es_es: Estándar (Blanco - #FFFFF)

source: Primary (Blue - #006DCC)
es_es: Primaria (Azul - # 006DCC)

source: Info (Light Blue - #49AFCD)
es_es: Info (azul claro - # 49AFCD)

source: Success (Green - #5BB75B)
es_es: Éxito (Verde - # 5BB75B)

source: Warning (Orange - #FAA732)
es_es: Advertencia (Naranja - # FAA732)

source: Danger (Red - #DA4F49)
es_es: Peligro (Red - # DA4F49)

source: Inverse (Black - #363636)
es_es: Inverse (Negro - # 363636)

source: Link (Blue - #0088CC)
es_es: Link (Azul - # 0088CC)

source: jQuery UI (Themeable)
es_es: jQuery UI (Aspecto configurable)

source: Standard button is a white background button with a darkgray border. Primary button provides extra visual weight and identifies the primary action in a set of buttons. Info button is used as an alternative to the standard style. Success button indicates a successful or positive action. Warning button indicates caution should be taken with this action. Danger button indicates a dangerous or potentially negative action. Inverse button is alternate dark gray button, not tied to a semantic action or use. Link button deemphasizes a button by making it look like a link while maintaining button behavior.
es_es: Botón estándar es un botón de fondo blanco con una frontera gris oscuro. Botón Primario proporciona peso visual adicional e identifica la acción principal en un conjunto de botones. Botón de información se utiliza como una alternativa al estilo estándar. Botón de éxito indica una acción exitosa o positivo. Botón de advertencia indica se debe tener cuidado con esta acción. Botón Peligro indica una acción peligrosa o potencialmente negativo. Botón Inverse es alternativo botón gris oscuro, no atado a una acción o uso semántico. Botón de enlace pone menos énfasis en un botón, haciendo que se vea como un enlace mientras se mantiene el comportamiento del botón.

source: e.g. Submit
es_es: por ejemplo, Enviar

source: Sets the submit button label of your form. Max:30 Char.
es_es: Establece el botón de etiqueta de presentar su formulario. Max: 30 Char.

source: Default: Submit
es_es: Por defecto: Presentar

source: Create Block Level Button
es_es: Crear botón Bloquear Nivel

source: Makes the button span the full width of its grid size.
es_es: Hace que el botón abarcan toda la anchura de su tamaño de la cuadrícula.

source: Submit Button Size
es_es: Submit Button Tamaño

source: XLarge
es_es: XL

source: Sets the submit button size of your form.
es_es: Establece el tamaño de botón de envío del formulario.

source: Submit Button Icon Class
es_es: Enviar Icono del botón Clase

source: Sets the font awesome icon which will be displayed next to the button text.
es_es: Establece el icono impresionante fuente que se muestra junto al texto del botón.

source: Submit Button Icon Size
es_es: Enviar Icono del botón Tamaño

source: Sets the size of font awesome icon which will be displayed next to the button text.
es_es: Establece el tamaño de la fuente icono impresionante que se mostrará junto al texto del botón.

source: Submit Button Icon Position
es_es: Enviar Icono del botón Posición

source: Right
es_es: Derecha

source: Sets the position of icon within the submit button.
es_es: Establece la posición del icono dentro del botón de envío.

source: Show Captcha
es_es: Mostrar Captcha

source: Never Show
es_es: No mostrar nunca

source: Always Show
es_es: Mostrar siempre

source: Visitors Only
es_es: Sólo Visitantes

source: Sets Captcha display option. WPAS forms use the - honeypot - technique by default however CAPTCHAs can also be used for even stronger protection. Always Show displays captcha for everybody. Visitors Only option shows it for only visitors. Never Show option disables it.
es_es: Establece la opción de visualización de Captcha. Formas WPAS utilizan el - honeypot - técnica de forma predeterminada sin embargo CAPTCHAs también se puede utilizar para la protección aún más fuerte. Mostrar siempre muestra Captcha para todo el mundo. Sólo Visitantes opción muestra que sólo los visitantes. Nunca Mostrar opción deshabilita.

source: Disable After
es_es: Desactivar Después

source: e.g. 5
es_es: por ejemplo, 5

source: Disables form submissions after the set number reached. Leave blank for no limit.
es_es: Desactiva los envíos de formularios después de alcanzar el número establecido. Deja en blanco para ningún límite.

source: Confirmation Method
es_es: Método de verificación

source: Show text
es_es: Mostrar texto

source: Redirect
es_es: Redireccionar

source: Sets the event that will occur after a successful entry. Show text option display a text message. Redirect option redirects users toanother URL.
es_es: Define el evento que tendrá lugar después de una entrada exitosa. Opción Mostrar texto muestra un mensaje de texto. Redireccionar opción redirecciona URL usuarios toanother.

source: When set ajax form submissions are enabled.
es_es: Cuando se establece en los envíos de formularios ajax están habilitados.

source: After Submit
es_es: Después de Presentar

source: Show Form
es_es: Mostrar Formulario

source: Clear Form
es_es: Formulario Claro

source: Hide Form
es_es: Ocultar formulario

source: Sets what users see after a successful submission. Show Form option shows the completed form. Clear Form option resets all fields to their defaults. Hide Form option hides the form from the user who completed the entry.
es_es: Define lo que los usuarios ven después de una presentación exitosa. Opción Mostrar formulario muestra el formulario completo. Formulario opción Borrar restablece todos los campos a sus valores predeterminados. Opción Ocultar formulario oculta el formulario de usuario que completó la entrada.

source: Success Text
es_es: Éxito de texto

source: Thanks for your submission.
es_es: Gracias por su presentación.

source: Sets the text which will be displayed to users after a successful entry.
es_es: Establece el texto que se muestra a los usuarios después de una entrada exitosa.

source: Error Text
es_es: Texto de error

source: There has been an error when submitting your entry. Please contact the site administrator.
es_es: Se ha producido un error al enviar su inscripción. Por favor, póngase en contacto con el administrador del sitio.

source: Sets the text which will be displayed to users after an unsuccessful entry.
es_es: Establece el texto que se muestra a los usuarios después de una entrada sin éxito.

source: Confirmation URL
es_es: URL de confirmación

source: e.g. http://example.com/myform-confirm.php
es_es: por ejemplo http://example.com/myform-confirm.php

source: When set, after a successful entry, users get redirected to another url. Max:255 Char.
es_es: Cuando se establece, después de una entrada exitosa, los usuarios se redirigen a otra url. Max: 255 Char.

source: Enable Form Scheduling
es_es: Habilitar Formulario Scheduling

source: Set to make the form automatically become active or inactive at a certain date.
es_es: Set para hacer la forma convertirá automáticamente en activo o inactivo en una fecha determinada.

source: Start Datetime
es_es: Inicio de fecha y hora

source: The start datetime after which form will be active.
es_es: La fecha y hora de inicio después de que forma se activará.

source: End Datetime
es_es: Fin de fecha y hora

source: The last form submission datetime after which form will be inactive.
es_es: La última fecha y hora de envío del formulario después de que forma va a estar inactivo.

source: No application has been submitted.
es_es: Ninguna solicitud se ha presentado.

source: Open a support ticket
es_es: Abrir un ticket de soporte

source: Download FreeDev version
es_es: Descargue la versión FreeDev

source: Purchase ProDev version
es_es: Compra versión PRODEV

source: Download ProDev version
es_es: Descargue la versión PRODEV

source: Upgrade your license
es_es: Actualice su licencia

source: We have received your app and started the generation process. It could take 5-10 mins depending on the load. Please come back and check the generation status by clicking on the Refresh button below.
es_es: Hemos recibido su aplicación y comenzó el proceso de generación. Podría tomar 5-10 minutos dependiendo de la carga. Por favor, vuelva y compruebe el estado de generación haciendo clic en el botón Actualizar a continuación.

source: <a href="%s" target="_blank">Open a FreeDev account</a> to hop on WP App Studio 4 AUTOBAHN.
es_es: <a href ="%s" target="_blank"> Abra una cuenta </a> FreeDev subirse a WP App Studio 4 AUTOBAHN.

source: If you have one just enter your email and click generate below.
es_es: Si usted tiene uno, introduce tu correo electrónico y haga clic en generar a continuación.

source: Apps
es_es: Aplicaciones

source: App Name
es_es: Nombre de aplicación

source: Status
es_es: Estado

source: Status Link
es_es: Estado del Enlace

source: Purchase Link
es_es: Compra Enlace

source: Submit Date
es_es: Fecha de envío

source: A contextual help section provides additional information to the user on how to navigate the various settings in the admin panel. Each help section are displayed as tabs and attached to an entity or taxonomy. Optionally, you can also include a sidebar help section. The sidebar appears to the right-side of the main help content. Generally, a sidebar includes related info links on the entity or the taxonomy it is attached to.
es_es: Una sección de ayuda contextual proporciona información adicional al usuario sobre cómo navegar por los diversos ajustes en el panel de administración. Cada sección de ayuda se muestran como pestañas y unido a una entidad o taxonomía. Opcionalmente, también se puede incluir una sección paralela ayuda. La barra lateral aparece a la del lado derecho de la principal contenido de ayuda. En general, una barra lateral incluye vínculos info relacionados con la entidad o la taxonomía que se adjunta a.

source: Select the type of help screen.
es_es: Seleccione el tipo de pantalla de ayuda.

source: Attach To Entity
es_es: Adjuntar a la Entidad

source: Select the entity you want to display help screen at.
es_es: Seleccione la entidad que desea visualizar la pantalla de ayuda a.

source: Attach To Taxonomy
es_es: Adjuntar a la taxonomía

source: Select the taxonomy you want to display help screen at.
es_es: Seleccione la taxonomía desea mostrar la pantalla de ayuda a.

source: Edit Page
es_es: Editar página

source: List Page
es_es: Lista de páginas

source: Select the location of the help screen. You can select list or edit page.
es_es: Seleccione la ubicación de la pantalla de ayuda. Puede seleccionar la lista o página de edición.

source: Help SideBar
es_es: Ayuda SideBar

source: The content of the help screen sidebar.
es_es: El contenido de la barra lateral de la pantalla de ayuda.

source: Edit Help
es_es: Redacción Ayuda

source: Attach To
es_es: Adjuntar a

source: Tab Title
es_es: Ficha Título

source: This is the name which will appear on the EDIT page
es_es: Este es el nombre que aparecerá en la página EDIT

source: Tab Content
es_es: Contenido del cuadro

source: Import completed successfully.
es_es: Importación completada con éxito.

source: Import completed successfully with a warning: An application with the same id already exists.
es_es: Importación completada con éxito con una advertencia: Una aplicación con ya existe el mismo id.

source: Import completed successfully with a warning: An application with the same name already exists.
es_es: Importación completada con éxito con una advertencia: una aplicación con el mismo nombre ya existe.

source: Import has not been completed. This application already exists.
es_es: Importación no se ha completado. Esta aplicación ya existe.

source: Import has not been completed. Data is not in correct format.
es_es: Importación no se ha completado. Los datos no están en el formato correcto.

source: Import a WP App Studio Application in .wpas format by uploading it here.
es_es: Importar un WP App Studio Application en formato .wpas por subir aquí.

source: Import Now
es_es: Importar ahora

source: Forms allow a user to enter data directly to your entities,taxonomies, and relationships. Forms are the main data entry interface for your web and mobile apps.
es_es: Los formularios permiten al usuario introducir datos directamente a sus entidades, taxonomías y relaciones. Las formas son la principal interfaz de entrada de datos para su web y aplicaciones móviles.

source: Unique identifier for the notification. Can not contain capital letters, dashes or spaces. Between 3 and 30 characters.
es_es: Identificador único para la notificación. No puede contener letras mayúsculas, guiones o espacios. Entre 3 y 30 caracteres.

source: Label of your notification. Displayed at the app settings notifications tab after app generation.
es_es: Etiqueta de la notificación. Aparece en la ficha Configuración de notificaciones de aplicaciones después de la generación de aplicaciones.

source: Initial short description for the notification. Displayed at the app settings notifications tab after app generation.
es_es: Breve descripción inicial de la notificación. Aparece en la ficha Configuración de notificaciones de aplicaciones después de la generación de aplicaciones.

source: Entity
es_es: Entidad

source: Attribute
es_es: Atributo

source: Relationship
es_es: Parentesco

source: Comment
es_es: Comentario

source: Sets the level of notifications to be configured. Entity level allows sending notifications when there is a backend(admin) addition, frontend(forms) addition, deletion of a record, or any change in entity objects such as taxonomies, relationships etc. Attribute and taxonomy level notifications are sent when there is any value change or when the value changed to a specific value specified in the change value field. Relationship level notifications are sent when there is an addition from the backend or when a connection get deleted for a specific relationship specified at the Attached To field. Comment level notifications are sent when when the comment records, specified at the Attached to field, gets a new addition, changed, deleted or put in trash.
es_es: Establece el nivel de notificaciones que desea configurar. Nivel de las Entidades permite el envío de notificaciones cuando hay un backend (admin) Además, frontend (formas) Además, la supresión de un registro, o cualquier cambio en los objetos de entidad como taxonomías, relaciones etc Atributo y notificaciones nivel taxonomía se envían cuando hay cualquier cambio de valor o cuando el valor cambia a un valor específico especificado en el campo valor de cambio. Notificaciones nivel Relación se envían cuando hay un añadido del backend o cuando una conexión se borran una relación específica estipulada en el Adjunto A campo. Notificaciones nivel Comentario se envían cuando cuando los registros de comentarios, que se especifican en el Anexo al campo, para crear una nueva adición, cambiado, eliminado o puesto en la basura.

source: Attached to
es_es: Se adjunta a

source: Sets the primary object for your notification. The selected object will be used to trigger notifications.
es_es: Establece el objeto principal de su notificación. El objeto seleccionado se utilizará para activar las notificaciones.

source: Attach to Entity
es_es: Adjuntar a la Entidad

source: Sets the primary entity for your notification. The selected entity will be used to trigger notifications.
es_es: Establece la entidad principal de su notificación. La entidad seleccionada se utilizará para activar las notificaciones.

source: Frontend Add
es_es: Frontend Agregar

source: Backend Add
es_es: Backend Añadir

source: Add
es_es: Añada

source: Change
es_es: Cambiar

source: Change Value
es_es: Valor del Cambio

source: e.g.
es_es: Por ejemplo:

source: Sets the value which will be used to trigger notification..
es_es: Establece el valor que se utiliza para desencadenar la notificación ..

source: User Notification
es_es: Notificación de usuario

source: Admin Notification
es_es: Notificación de administración

source: Display Options tab configures user and admin notification messages to be sent when the specified event(s) occur.
es_es: Pestaña Opciones de visualización configura los mensajes de usuario y notificación de administración para ser enviados cuando se produzca el evento especificado (s).

source: Enable User Notification
es_es: Activar notificación del usuario

source: When checked, users will be get notifications. You can enable or disable user notifications from app settings page notifications tab after your app generated.
es_es: Cuando está marcada, los usuarios serán obtener notificaciones. Puede activar o desactivar las notificaciones de los usuarios de la página configuración de la aplicación ficha notificaciones después de que su aplicación genera.

source: Email Send To
es_es: Email Enviar a

source: Select the email attribute you want to send the receipt to. The user email address must be available in the attribute selected otherwise no emails are sent.
es_es: Seleccione el correo electrónico atribuyes que desea enviar el recibo a. La dirección de correo electrónico del usuario debe estar disponible en el atributo seleccionado de otro modo no se envían correos electrónicos.

source: Email Reply To
es_es: Correo electrónico Responder a

source: e.g. user-emails@example.com
es_es: por ejemplo, el usuario emails@example.com

source: Sets the email address used for reply messages. Multiple email addresses must be separated by coma. Max:255 Char.
es_es: Establece la dirección de correo electrónico utilizada para mensajes de respuesta. Múltiples direcciones de correo electrónico deben estar separadas por coma. Max: 255 Char.

source: Sets the email address that user notification will be CCed. Multiple email addresses must be separated by coma. Max:255 Char.
es_es: Establece la dirección de correo electrónico que se CCED notificación al usuario. Múltiples direcciones de correo electrónico deben estar separadas por coma. Max: 255 Char.

source: Sets the email address that user notification will be BCCed. Multiple email addresses must be separated by coma. Max:255 Char.
es_es: Establece la dirección de correo electrónico que se BCCed notificación al usuario. Múltiples direcciones de correo electrónico deben estar separadas por coma. Max: 255 Char.

source: Email Subject
es_es: Asunto del correo

source: e.g. Thanks for filling out my form
es_es: por ejemplo, gracias por llenar mi formulario

source: Sets the subject field of user emails. Max:255 Char.
es_es: Establece el campo de asunto de los correos electrónicos de los usuarios. Max: 255 Char.

source: Email Message
es_es: Correo electrónico Mensaje

source: Notification message to be sent. Use Show Tags to customize your message with tags available to your entity.
es_es: Mensaje de notificación que se enviará. Utilice Mostrar Etiquetas para personalizar su mensaje con etiquetas disponibles para su entidad.

source: Enable Admin Notification
es_es: Activar notificación de administración

source: When checked, admin user(s) will be get notifications. You can enable or disable user notifications from app settings page notifications tab after your app generated.
es_es: Cuando se activa, el usuario (s) de administración será obtener notificaciones. Puede activar o desactivar las notificaciones de los usuarios de la página configuración de la aplicación ficha notificaciones después de que su aplicación genera.

source: e.g. admin-emails@example.com
es_es: por ejemplo, admin-emails@example.com

source: The admin email address(es). Multiple email addresses must be separated by coma. When left blank no notifications get sent. Max:255 Char.
es_es: La dirección de correo electrónico de administrador (es). Múltiples direcciones de correo electrónico deben estar separadas por coma. Cuando se deja en blanco no hay notificaciones son enviadas. Max: 255 Char.

source: The admin email address used for reply messages. Multiple email addresses must be separated by coma. Max:255 Char.
es_es: La dirección de correo-email utilizada para mensajes de respuesta. Múltiples direcciones de correo electrónico deben estar separadas por coma. Max: 255 Char.

source: Sets the email address that the admin notification will be CCed. Multiple email addresses must be separated by coma. Max:255 Char.
es_es: Establece la dirección de correo electrónico que se CCED la notificación de administración. Múltiples direcciones de correo electrónico deben estar separadas por coma. Max: 255 Char.

source: Email Bcc
es_es: Email CCO

source: Sets the email address that the admin notification will be BCCed. Multiple email addresses must be separated by coma. Max:255 Char.
es_es: Establece la dirección de correo electrónico que se BCCed la notificación de administración. Múltiples direcciones de correo electrónico deben estar separadas por coma. Max: 255 Char.

source: The admin message subject.
es_es: El mensaje de administración sujeto.

source: Sets the subject of admin emails. Max:255 Char.
es_es: Establece el objeto de mensajes de correo electrónico de administrador. Max: 255 Char.

source: Notification message to be sent. Use Show Tags to customize your message with tags available to your entity
es_es: Mensaje de notificación que se enviará. Utilice Mostrar Etiquetas para personalizar su mensaje con etiquetas disponibles a su entidad

source: Required
es_es: Requerido

source: Y
es_es: Y (ej: 2014)

source: N
es_es: NOTA

source: An attribute is a property or descriptor of a relationship. For example; quantity ordered is an attribute of the relationship between products and orders entities.
es_es: Un atributo es una propiedad o un descriptor de una relación. Por ejemplo; cantidad pedida es un atributo de la relación entre los productos y pedidos entidades.

source: e.g quantity_ordered
es_es: por ejemplo quantity_ordered

source: Single word, no spaces, all lower case. Underscores and dashes allowed
es_es: Sola palabra, sin espacios, todo en minúsculas. Subrayado y los guiones permitidos
